[{"type":"paragraph text","chapterNumber":26,"verseNumber":1,"sectionNumber":1,"value":"For the divisions of the doorkeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":2,"sectionNumber":1,"value":"Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":3,"sectionNumber":1,"value":"Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":4,"sectionNumber":1,"value":"Obed-Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":5,"sectionNumber":1,"value":"Ammiel the sixth, Issachar the seventh, and Peullethai the eighth; for God blessed him.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":6,"sectionNumber":1,"value":"Sons were also born to Shemaiah his son, who ruled over the house of their father; for they were mighty men of valor.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":7,"sectionNumber":1,"value":"The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad, whose brothers were valiant men, Elihu, and Semachiah.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":8,"sectionNumber":1,"value":"All these were of the sons of Obed-Edom: they and their sons and their brothers, able men in strength for the service: sixty-two of Obed-Edom.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":9,"sectionNumber":1,"value":"Meshelemiah had sons and brothers, valiant men, eighteen.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":10,"sectionNumber":1,"value":"Also Hosah, of the children of Merari, had sons: Shimri the chief (for though he was not the firstborn, yet his father made him chief),  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":11,"sectionNumber":1,"value":"Hilkiah the second, Tebaliah the third, and Zechariah the fourth. All the sons and brothers of Hosah were thirteen.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":12,"sectionNumber":1,"value":"Of these were the divisions of the doorkeepers, even of the chief men, having offices like their brothers, to minister in Yahweh’s house.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":13,"sectionNumber":1,"value":"They cast lots, the small as well as the great, according to their fathers’ houses, for every gate.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":14,"sectionNumber":1,"value":"The lot eastward fell to Shelemiah. Then for Zechariah his son, a wise counselor, they cast lots; and his lot came out northward.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":15,"sectionNumber":1,"value":"To Obed-Edom southward; and to his sons the storehouse.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":16,"sectionNumber":1,"value":"To Shuppim and Hosah westward, by the gate of Shallecheth, at the causeway that goes up, watchman opposite watchman.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":17,"sectionNumber":1,"value":"Eastward were six Levites, northward four a day, southward four a day, and for the storehouse two and two.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":18,"sectionNumber":1,"value":"For Parbar westward, four at the causeway, and two at Parbar.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":19,"sectionNumber":1,"value":"These were the divisions of the doorkeepers; of the sons of the Korahites, and of the sons of Merari. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":26,"verseNumber":20,"sectionNumber":1,"value":"Of the Levites, Ahijah was over the treasures of God’s house and over the treasures of the dedicated things.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":21,"sectionNumber":1,"value":"The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers’ households belonging to Ladan the Gershonite: Jehieli.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":22,"sectionNumber":1,"value":"The sons of Jehieli: Zetham, and Joel his brother, over the treasures of Yahweh’s house.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":23,"sectionNumber":1,"value":"Of the Amramites, of the Izharites, of the Hebronites, of the Uzzielites:  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":24,"sectionNumber":1,"value":"and Shebuel the son of Gershom, the son of Moses, was ruler over the treasures.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":25,"sectionNumber":1,"value":"His brothers: of Eliezer, Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomoth his son.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":26,"sectionNumber":1,"value":"This Shelomoth and his brothers were over all the treasures of the dedicated things, which David the king, and the heads of the fathers’ households, the captains over thousands and hundreds, and the captains of the army, had dedicated.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":27,"sectionNumber":1,"value":"They dedicated some of the plunder won in battles to repair Yahweh’s house.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":28,"sectionNumber":1,"value":"All that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah, had dedicated, whoever had dedicated anything, it was under the hand of Shelomoth, and of his brothers.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":29,"sectionNumber":1,"value":"Of the Izharites, Chenaniah and his sons were for the outward business over Israel, for officers and judges.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":30,"sectionNumber":1,"value":"Of the Hebronites, Hashabiah and his brothers, men of valor, one thousand seven hundred, had the oversight of Israel beyond the Jordan westward, for all the business of Yahweh, and for the service of the king.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":31,"sectionNumber":1,"value":"Of the Hebronites, Jerijah was the chief, even of the Hebronites, according to their generations by fathers’ households. They were sought for in the fortieth year of the reign of David, and mighty men of valor were found among them at Jazer of Gilead.  "},{"type":"paragraph text","chapterNumber":26,"verseNumber":32,"sectionNumber":1,"value":"His brothers, men of valor, were two thousand seven hundred, heads of fathers’ households, whom king David made overseers over the Reubenites, the Gadites, and the half-tribe of the Manassites, for every matter pertaining to God, and for the affairs of the king. "},{"type":"paragraph end"},{"type":"paragraph start"}]