[{"type":"paragraph text","chapterNumber":18,"verseNumber":1,"sectionNumber":1,"value":"After this, David defeated the Philistines and subdued them, and took Gath and its towns out of the hand of the Philistines.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":2,"sectionNumber":1,"value":"He defeated Moab; and the Moabites became servants to David, and brought tribute.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":3,"sectionNumber":1,"value":"David defeated Hadadezer king of Zobah to Hamath, as he went to establish his dominion by the river Euphrates.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":4,"sectionNumber":1,"value":"David took from him one thousand chariots, seven thousand horsemen, and twenty thousand footmen; and David hamstrung all the chariot horses, but reserved of them enough for one hundred chariots.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":5,"sectionNumber":1,"value":"When the Syrians of Damascus came to help Hadadezer king of Zobah, David struck twenty-two thousand men of the Syrians.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":6,"sectionNumber":1,"value":"Then David put garrisons in Syria of Damascus; and the Syrians became servants to David, and brought tribute. Yahweh gave victory to David wherever he went.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":7,"sectionNumber":1,"value":"David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":8,"sectionNumber":1,"value":"From Tibhath and from Cun, cities of Hadadezer, David took very much bronze, with which Solomon made the bronze sea, the pillars, and the vessels of bronze. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":18,"verseNumber":9,"sectionNumber":1,"value":"When Tou king of Hamath heard that David had struck all the army of Hadadezer king of Zobah,  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":10,"sectionNumber":1,"value":"he sent Hadoram his son to king David, to Greet him, and to bless him, because he had fought against Hadadezer and struck him (for Hadadezer had wars with Tou); and he had with him all kinds of vessels of gold and silver and bronze.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":11,"sectionNumber":1,"value":"King David also dedicated these to Yahweh, with the silver and the gold that he carried away from all the nations; from Edom, from Moab, from the children of Ammon, from the Philistines, and from Amalek.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":12,"sectionNumber":1,"value":"Moreover Abishai the son of Zeruiah struck eighteen thousand of the Edomites in the Valley of Salt.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":13,"sectionNumber":1,"value":"He put garrisons in Edom; and all the Edomites became servants to David. Yahweh gave victory to David wherever he went. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":18,"verseNumber":14,"sectionNumber":1,"value":"David reigned over all Israel; and he executed justice and righteousness for all his people.  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":15,"sectionNumber":1,"value":"Joab the son of Zeruiah was over the army; Jehoshaphat the son of Ahilud was recorder;  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":16,"sectionNumber":1,"value":"Zadok the son of Ahitub, and Abimelech the son of Abiathar, were priests; Shavsha was scribe;  "},{"type":"paragraph text","chapterNumber":18,"verseNumber":17,"sectionNumber":1,"value":"and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites; and the sons of David were chief officials serving the king. "},{"type":"paragraph end"},{"type":"paragraph start"}]