[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"Now concerning things sacrificed to idols: We know that we all have knowledge. Knowledge puffs up, but love builds up.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"But if anyone thinks that he knows anything, he doesn’t yet know as he ought to know.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"But if anyone loves God, the same is known by him.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"Therefore concerning the eating of things sacrificed to idols, we know that no idol is anything in the world, and that there is no other God but one.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"For though there are things that are called “gods”, whether in the heavens or on earth; as there are many “gods” and many “lords”;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"yet to us there is one God, the Father, of whom are all things, and we for him; and one Lord, Jesus Christ, through whom are all things, and we live through him.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"However, that knowledge isn’t in all men. But some, with consciousness of the idol until now, eat as of a thing sacrificed to an idol, and their conscience, being weak, is defiled.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"But food will not commend us to God. For neither, if we don’t eat, are we the worse; nor, if we eat, are we the better.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"But be careful that by no means does this liberty of yours become a stumbling block to the weak.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"For if a man sees you who have knowledge sitting in an idol’s temple, won’t his conscience, if he is weak, be emboldened to eat things sacrificed to idols?  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"And through your knowledge, he who is weak perishes, the brother for whose sake Christ died.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"Thus, sinning against the brothers, and wounding their conscience when it is weak, you sin against Christ.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"Therefore if food causes my brother to stumble, I will eat no meat forever more, that I don’t cause my brother to stumble. "},{"type":"paragraph end"},{"type":"paragraph start"}]