[{"type":"paragraph text","chapterNumber":11,"verseNumber":1,"sectionNumber":1,"value":"Be imitators of me, even as I also am of Christ. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":2,"sectionNumber":1,"value":"Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":3,"sectionNumber":1,"value":"But I would have you know that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":4,"sectionNumber":1,"value":"Every man praying or prophesying, having his head covered, dishonors his head.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":5,"sectionNumber":1,"value":"But every woman praying or prophesying with her head uncovered dishonors her head. For it is one and the same thing as if she were shaved.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":6,"sectionNumber":1,"value":"For if a woman is not covered, let her hair also be cut off. But if it is shameful for a woman to have her hair cut off or be shaved, let her be covered.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":7,"sectionNumber":1,"value":"For a man indeed ought not to have his head covered, because he is the image and glory of God, but the woman is the glory of the man.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":8,"sectionNumber":1,"value":"For man is not from woman, but woman from man;  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":9,"sectionNumber":1,"value":"for man wasn’t created for the woman, but woman for the man.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":10,"sectionNumber":1,"value":"For this cause the woman ought to have authority over her own head, because of the angels. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":11,"sectionNumber":1,"value":"Nevertheless, neither is the woman independent of the man, nor the man independent of the woman, in the Lord.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":12,"sectionNumber":1,"value":"For as woman came from man, so a man also comes through a woman; but all things are from God.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":13,"sectionNumber":1,"value":"Judge for yourselves. Is it appropriate that a woman pray to God unveiled?  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":14,"sectionNumber":1,"value":"Doesn’t even nature itself teach you that if a man has long hair, it is a dishonor to him?  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":15,"sectionNumber":1,"value":"But if a woman has long hair, it is a glory to her, for her hair is given to her for a covering.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":16,"sectionNumber":1,"value":"But if any man seems to be contentious, we have no such custom, neither do God’s assemblies. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":17,"sectionNumber":1,"value":"But in giving you this command, I don’t praise you, that you come together not for the better but for the worse.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":18,"sectionNumber":1,"value":"For first of all, when you come together in the assembly, I hear that divisions exist among you, and I partly believe it.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":19,"sectionNumber":1,"value":"For there also must be factions among you, that those who are approved may be revealed among you.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":20,"sectionNumber":1,"value":"When therefore you assemble yourselves together, it is not the Lord’s supper that you eat.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":21,"sectionNumber":1,"value":"For in your eating each one takes his own supper first. One is hungry, and another is drunken.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":22,"sectionNumber":1,"value":"What, don’t you have houses to eat and to drink in? Or do you despise God’s assembly and put them to shame who don’t have enough? What shall I tell you? Shall I praise you? In this I don’t praise you. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":23,"sectionNumber":1,"value":"For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":24,"sectionNumber":1,"value":"When he had given thanks, he broke it and said, “Take, eat. This is my body, which is broken for you. Do this in memory of me.”  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":25,"sectionNumber":1,"value":"In the same way he also took the cup, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.”  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":26,"sectionNumber":1,"value":"For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":27,"sectionNumber":1,"value":"Therefore whoever eats this bread or drinks the Lord’s cup in a way unworthy of the Lord will be guilty of the body and the blood of the Lord.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":28,"sectionNumber":1,"value":"But let a man examine himself, and so let him eat of the bread, and drink of the cup.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":29,"sectionNumber":1,"value":"For he who eats and drinks in an unworthy way eats and drinks judgment to himself if he doesn’t discern the Lord’s body.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":30,"sectionNumber":1,"value":"For this cause many among you are weak and sickly, and not a few sleep.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":31,"sectionNumber":1,"value":"For if we discerned ourselves, we wouldn’t be judged.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":32,"sectionNumber":1,"value":"But when we are judged, we are punished by the Lord, that we may not be condemned with the world.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":33,"sectionNumber":1,"value":"Therefore, my brothers, when you come together to eat, wait for one another.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":34,"sectionNumber":1,"value":"But if anyone is hungry, let him eat at home, lest your coming together be for judgment. The rest I will set in order whenever I come. "},{"type":"paragraph end"},{"type":"paragraph start"}]