[{"type":"paragraph text","chapterNumber":14,"verseNumber":1,"sectionNumber":1,"value":"Follow after love and earnestly desire spiritual gifts, but especially that you may prophesy.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":2,"sectionNumber":1,"value":"For he who speaks in another language speaks not to men, but to God; for no one understands; but in the Spirit he speaks mysteries.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":3,"sectionNumber":1,"value":"But he who prophesies speaks to men for their edification, exhortation, and consolation.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":4,"sectionNumber":1,"value":"He who speaks in another language edifies himself, but he who prophesies edifies the assembly.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":5,"sectionNumber":1,"value":"Now I desire to have you all speak with other languages, but rather that you would prophesy. For he is greater who prophesies than he who speaks with other languages, unless he interprets, that the assembly may be built up. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":14,"verseNumber":6,"sectionNumber":1,"value":"But now, brothers, if I come to you speaking with other languages, what would I profit you, unless I speak to you either by way of revelation, or of knowledge, or of prophesying, or of teaching?  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":7,"sectionNumber":1,"value":"Even things without life, giving a voice, whether pipe or harp, if they didn’t give a distinction in the sounds, how would it be known what is piped or harped?  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":8,"sectionNumber":1,"value":"For if the trumpet gave an uncertain sound, who would prepare himself for war?  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":9,"sectionNumber":1,"value":"So also you, unless you uttered by the tongue words easy to understand, how would it be known what is spoken? For you would be speaking into the air.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":10,"sectionNumber":1,"value":"There are, it may be, so many kinds of sounds in the world, and none of them is without meaning.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":11,"sectionNumber":1,"value":"If then I don’t know the meaning of the sound, I would be to him who speaks a foreigner, and he who speaks would be a foreigner to me.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":12,"sectionNumber":1,"value":"So also you, since you are zealous for spiritual gifts, seek that you may abound to the building up of the assembly.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":13,"sectionNumber":1,"value":"Therefore let him who speaks in another language pray that he may interpret.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":14,"sectionNumber":1,"value":"For if I pray in another language, my spirit prays, but my understanding is unfruitful. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":14,"verseNumber":15,"sectionNumber":1,"value":"What is it then? I will pray with the spirit, and I will pray with the understanding also. I will sing with the spirit, and I will sing with the understanding also.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":16,"sectionNumber":1,"value":"Otherwise if you bless with the spirit, how will he who fills the place of the unlearned say the “Amen” at your giving of thanks, seeing he doesn’t know what you say?  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":17,"sectionNumber":1,"value":"For you most certainly give thanks well, but the other person is not built up.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":18,"sectionNumber":1,"value":"I thank my God, I speak with other languages more than you all.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":19,"sectionNumber":1,"value":"However in the assembly I would rather speak five words with my understanding, that I might instruct others also, than ten thousand words in another language. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":14,"verseNumber":20,"sectionNumber":1,"value":"Brothers, don’t be children in thoughts, yet in malice be babies, but in thoughts be mature.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":21,"sectionNumber":1,"value":"In the law it is written, “By men of strange languages and by the lips of strangers I will speak to this people. They won’t even hear me that way, says the Lord.”  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":22,"sectionNumber":1,"value":"Therefore other languages are for a sign, not to those who believe, but to the unbelieving; but prophesying is for a sign, not to the unbelieving, but to those who believe.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":23,"sectionNumber":1,"value":"If therefore the whole assembly is assembled together and all speak with other languages, and unlearned or unbelieving people come in, won’t they say that you are crazy?  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":24,"sectionNumber":1,"value":"But if all prophesy, and someone unbelieving or unlearned comes in, he is reproved by all, and he is judged by all.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":25,"sectionNumber":1,"value":"And thus the secrets of his heart are revealed. So he will fall down on his face and worship God, declaring that God is among you indeed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":14,"verseNumber":26,"sectionNumber":1,"value":"What is it then, brothers? When you come together, each one of you has a psalm, has a teaching, has a revelation, has another language, or has an interpretation. Let all things be done to build each other up.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":27,"sectionNumber":1,"value":"If any man speaks in another language, let it be two, or at the most three, and in turn; and let one interpret.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":28,"sectionNumber":1,"value":"But if there is no interpreter, let him keep silent in the assembly, and let him speak to himself, and to God.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":29,"sectionNumber":1,"value":"Let the prophets speak, two or three, and let the others discern.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":30,"sectionNumber":1,"value":"But if a revelation is made to another sitting by, let the first keep silent.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":31,"sectionNumber":1,"value":"For you all can prophesy one by one, that all may learn, and all may be exhorted.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":32,"sectionNumber":1,"value":"The spirits of the prophets are subject to the prophets,  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":33,"sectionNumber":1,"value":"for God is not a God of confusion, but of peace, as in all the assemblies of the saints.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":34,"sectionNumber":1,"value":"Let the wives be quiet in the assemblies, for it has not been permitted for them to be talking except in submission, as the law also says,  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":35,"sectionNumber":1,"value":"if they desire to learn anything. “Let them ask their own husbands at home, for it is shameful for a wife to be talking in the assembly.”  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":36,"sectionNumber":1,"value":"What!? Was it from you that the word of God went out? Or did it come to you alone? "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":14,"verseNumber":37,"sectionNumber":1,"value":"If any man thinks himself to be a prophet, or spiritual, let him recognize the things which I write to you, that they are the commandment of the Lord.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":38,"sectionNumber":1,"value":"But if anyone is ignorant, let him be ignorant. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":14,"verseNumber":39,"sectionNumber":1,"value":"Therefore, brothers, desire earnestly to prophesy, and don’t forbid speaking with other languages.  "},{"type":"paragraph text","chapterNumber":14,"verseNumber":40,"sectionNumber":1,"value":"Let all things be done decently and in order. "},{"type":"paragraph end"},{"type":"paragraph start"}]