[{"type":"paragraph text","chapterNumber":5,"verseNumber":1,"sectionNumber":1,"value":"Whoever believes that Jesus is the Christ has been born of God. Whoever loves the Father also loves the child who is born of him.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":2,"sectionNumber":1,"value":"By this we know that we love the children of God, when we love God and keep his commandments.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":3,"sectionNumber":1,"value":"For this is loving God, that we keep his commandments. His commandments are not grievous.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":4,"sectionNumber":1,"value":"For whatever is born of God overcomes the world. This is the victory that has overcome the world: your faith.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":5,"sectionNumber":1,"value":"Who is he who overcomes the world, but he who believes that Jesus is the Son of God?  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":6,"sectionNumber":1,"value":"This is he who came by water and blood, Jesus Christ; not with the water only, but with the water and the blood. It is the Spirit who testifies, because the Spirit is the truth.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":7,"sectionNumber":1,"value":"For there are three who testify:  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":8,"sectionNumber":1,"value":"the Spirit, the water, and the blood; and the three agree as one.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":9,"sectionNumber":1,"value":"If we receive the witness of men, the witness of God is greater; for this is God’s testimony which he has testified concerning his Son.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":10,"sectionNumber":1,"value":"He who believes in the Son of God has the testimony in himself. He who doesn’t believe God has made him a liar, because he has not believed in the testimony that God has given concerning his Son.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":11,"sectionNumber":1,"value":"The testimony is this, that God gave to us eternal life, and this life is in his Son.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":12,"sectionNumber":1,"value":"He who has the Son has the life. He who doesn’t have God’s Son doesn’t have the life. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":13,"sectionNumber":1,"value":"These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":14,"sectionNumber":1,"value":"This is the boldness which we have toward him, that if we ask anything according to his will, he listens to us.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":15,"sectionNumber":1,"value":"And if we know that he listens to us, whatever we ask, we know that we have the petitions which we have asked of him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":16,"sectionNumber":1,"value":"If anyone sees his brother sinning a sin not leading to death, he shall ask, and God will give him life for those who sin not leading to death. There is a sin leading to death. I don’t say that he should make a request concerning this.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":17,"sectionNumber":1,"value":"All unrighteousness is sin, and there is a sin not leading to death. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":18,"sectionNumber":1,"value":"We know that whoever is born of God doesn’t sin, but he who was born of God keeps himself, and the evil one doesn’t touch him.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":19,"sectionNumber":1,"value":"We know that we are of God, and the whole world lies in the power of the evil one.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":20,"sectionNumber":1,"value":"We know that the Son of God has come, and has given us an understanding, that we know him who is true, and we are in him who is true, in his Son Jesus Christ. This is the true God and eternal life. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":21,"sectionNumber":1,"value":"Little children, keep yourselves from idols. "},{"type":"paragraph end"}]