[{"type":"paragraph text","chapterNumber":3,"verseNumber":1,"sectionNumber":1,"value":"See how great a love the Father has given to us, that we should be called children of God! For this cause the world doesn’t know us, because it didn’t know him.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":2,"sectionNumber":1,"value":"Beloved, now we are children of God. It is not yet revealed what we will be; but we know that when he is revealed, we will be like him; for we will see him just as he is.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":3,"sectionNumber":1,"value":"Everyone who has this hope set on him purifies himself, even as he is pure.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":4,"sectionNumber":1,"value":"Everyone who sins also commits lawlessness. Sin is lawlessness.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":5,"sectionNumber":1,"value":"You know that he was revealed to take away our sins, and no sin is in him.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":6,"sectionNumber":1,"value":"Whoever remains in him doesn’t sin. Whoever sins hasn’t seen him and doesn’t know him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":7,"sectionNumber":1,"value":"Little children, let no one lead you astray. He who does righteousness is righteous, even as he is righteous.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":8,"sectionNumber":1,"value":"He who sins is of the devil, for the devil has been sinning from the beginning. To this end the Son of God was revealed: that he might destroy the works of the devil.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":9,"sectionNumber":1,"value":"Whoever is born of God doesn’t commit sin, because his seed remains in him, and he can’t sin, because he is born of God.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":10,"sectionNumber":1,"value":"In this the children of God are revealed, and the children of the devil. Whoever doesn’t do righteousness is not of God, neither is he who doesn’t love his brother.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":11,"sectionNumber":1,"value":"For this is the message which you heard from the beginning, that we should love one another;  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":12,"sectionNumber":1,"value":"unlike Cain, who was of the evil one, and killed his brother. Why did he kill him? Because his deeds were evil, and his brother’s righteous. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":13,"sectionNumber":1,"value":"Don’t be surprised, my brothers, if the world hates you.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":14,"sectionNumber":1,"value":"We know that we have passed out of death into life, because we love the brothers. He who doesn’t love his brother remains in death.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":15,"sectionNumber":1,"value":"Whoever hates his brother is a murderer, and you know that no murderer has eternal life remaining in him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":16,"sectionNumber":1,"value":"By this we know love, because he laid down his life for us. And we ought to lay down our lives for the brothers.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":17,"sectionNumber":1,"value":"But whoever has the world’s goods and sees his brother in need, then closes his heart of compassion against him, how does God’s love remain in him?  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":18,"sectionNumber":1,"value":"My little children, let’s not love in word only, or with the tongue only, but in deed and truth.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":19,"sectionNumber":1,"value":"And by this we know that we are of the truth, and persuade our hearts before him,  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":20,"sectionNumber":1,"value":"because if our heart condemns us, God is greater than our heart, and knows all things.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":21,"sectionNumber":1,"value":"Beloved, if our hearts don’t condemn us, we have boldness toward God;  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":22,"sectionNumber":1,"value":"so whatever we ask, we receive from him, because we keep his commandments and do the things that are pleasing in his sight.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":23,"sectionNumber":1,"value":"This is his commandment, that we should believe in the name of his Son, Jesus Christ, and love one another, even as he commanded.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":24,"sectionNumber":1,"value":"He who keeps his commandments remains in him, and he in him. By this we know that he remains in us, by the Spirit which he gave us. "},{"type":"paragraph end"},{"type":"paragraph start"}]