[{"type":"paragraph text","chapterNumber":19,"verseNumber":1,"sectionNumber":1,"value":"Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":2,"sectionNumber":1,"value":"Then Jezebel sent a messenger to Elijah, saying, “So let the gods do to me, and more also, if I don’t make your life as the life of one of them by tomorrow about this time!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":3,"sectionNumber":1,"value":"When he saw that, he arose, and ran for his life, and came to Beersheba, which belongs to Judah, and left his servant there.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":4,"sectionNumber":1,"value":"But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree. Then he requested for himself that he might die, and said, “It is enough. Now, O Yahweh, take away my life; for I am not better than my fathers.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":5,"sectionNumber":1,"value":"He lay down and slept under a juniper tree; and behold, an angel touched him, and said to him, “Arise and eat!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":6,"sectionNumber":1,"value":"He looked, and behold, there was at his head a cake baked on the coals, and a jar of water. He ate and drank, and lay down again.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":7,"sectionNumber":1,"value":"Yahweh’s angel came again the second time, and touched him, and said, “Arise and eat, because the journey is too great for you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":8,"sectionNumber":1,"value":"He arose, and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, God’s Mountain.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":9,"sectionNumber":1,"value":"He came to a cave there, and camped there; and behold, Yahweh’s word came to him, and he said to him, “What are you doing here, Elijah?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":10,"sectionNumber":1,"value":"He said, “I have been very jealous for Yahweh, the God of Armies; for the children of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I, even I only, am left; and they seek my life, to take it away.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":11,"sectionNumber":1,"value":"He said, “Go out, and stand on the mountain before Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":11,"sectionNumber":2,"value":"Behold, Yahweh passed by, and a great and strong wind tore the mountains, and broke in pieces the rocks before Yahweh; but Yahweh was not in the wind. After the wind there was an earthquake; but Yahweh was not in the earthquake.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":12,"sectionNumber":1,"value":"After the earthquake a fire passed; but Yahweh was not in the fire. After the fire, there was a still small voice.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":13,"sectionNumber":1,"value":"When Elijah heard it, he wrapped his face in his mantle, went out, and stood in the entrance of the cave. Behold, a voice came to him, and said, “What are you doing here, Elijah?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":14,"sectionNumber":1,"value":"He said, “I have been very jealous for Yahweh, the God of Armies; for the children of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword. I, even I only, am left; and they seek my life, to take it away.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":15,"sectionNumber":1,"value":"Yahweh said to him, “Go, return on your way to the wilderness of Damascus. When you arrive, anoint Hazael to be king over Syria.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":16,"sectionNumber":1,"value":"Anoint Jehu the son of Nimshi to be king over Israel; and anoint Elisha the son of Shaphat of Abel Meholah to be prophet in your place.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":17,"sectionNumber":1,"value":"He who escapes from the sword of Hazael, Jehu will kill; and he who escapes from the sword of Jehu, Elisha will kill.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":18,"sectionNumber":1,"value":"Yet I reserved seven thousand in Israel, all the knees of which have not bowed to Baal, and every mouth which has not kissed him.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":19,"sectionNumber":1,"value":"So he departed from there, and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and he with the twelfth. Elijah went over to him, and put his mantle on him.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":20,"sectionNumber":1,"value":"Elisha left the oxen, and ran after Elijah, and said, “Let me please kiss my father and my mother, and then I will follow you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":20,"sectionNumber":2,"value":"He said to him, “Go back again; for what have I done to you?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":21,"sectionNumber":1,"value":"He returned from following him, and took the yoke of oxen, and killed them, and boiled their meat with the instruments of the oxen, and gave to the people, and they ate. Then he arose, and went after Elijah, and served him. "},{"type":"paragraph end"},{"type":"paragraph start"}]