[{"type":"paragraph text","chapterNumber":4,"verseNumber":1,"sectionNumber":1,"value":"King Solomon was king over all Israel.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":2,"sectionNumber":1,"value":"These were the princes whom he had: Azariah the son of Zadok, the priest;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":3,"sectionNumber":1,"value":"Elihoreph and Ahijah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":4,"sectionNumber":1,"value":"Benaiah the son of Jehoiada was over the army; Zadok and Abiathar were priests;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":5,"sectionNumber":1,"value":"Azariah the son of Nathan was over the officers; Zabud the son of Nathan was chief minister, the king’s friend;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":6,"sectionNumber":1,"value":"Ahishar was over the household; and Adoniram the son of Abda was over the men subject to forced labor. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":7,"sectionNumber":1,"value":"Solomon had twelve officers over all Israel, who provided food for the king and his household. Each man had to make provision for a month in the year.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":8,"sectionNumber":1,"value":"These are their names: Ben Hur, in the hill country of Ephraim;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":9,"sectionNumber":1,"value":"Ben Deker, in Makaz, in Shaalbim, Beth Shemesh, and Elon Beth Hanan;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":10,"sectionNumber":1,"value":"Ben Hesed, in Arubboth (Socoh and all the land of Hepher belonged to him);  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":11,"sectionNumber":1,"value":"Ben Abinadab, in all the height of Dor (he had Taphath, Solomon’s daughter, as wife);  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":12,"sectionNumber":1,"value":"Baana the son of Ahilud, in Taanach and Megiddo, and all Beth Shean which is beside Zarethan, beneath Jezreel, from Beth Shean to Abel Meholah, as far as beyond Jokmeam;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":13,"sectionNumber":1,"value":"Ben Geber, in Ramoth Gilead (the towns of Jair the son of Manasseh, which are in Gilead, belonged to him; and the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars, belonged to him);  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":14,"sectionNumber":1,"value":"Ahinadab the son of Iddo, in Mahanaim;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":15,"sectionNumber":1,"value":"Ahimaaz, in Naphtali (he also took Basemath the daughter of Solomon as wife);  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":16,"sectionNumber":1,"value":"Baana the son of Hushai, in Asher and Bealoth;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":17,"sectionNumber":1,"value":"Jehoshaphat the son of Paruah, in Issachar;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":18,"sectionNumber":1,"value":"Shimei the son of Ela, in Benjamin;  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":19,"sectionNumber":1,"value":"Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and he was the only officer who was in the land. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":20,"sectionNumber":1,"value":"Judah and Israel were numerous as the sand which is by the sea in multitude, eating and drinking and making merry.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":21,"sectionNumber":1,"value":"Solomon ruled over all the kingdoms from the River to the land of the Philistines, and to the border of Egypt. They brought tribute and served Solomon all the days of his life.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":22,"sectionNumber":1,"value":"Solomon’s provision for one day was thirty cors of fine flour, sixty measures of meal,  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":23,"sectionNumber":1,"value":"ten head of fat cattle, twenty head of cattle out of the pastures, and one hundred sheep, in addition to deer, and gazelles, and roebucks, and fattened fowl.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":24,"sectionNumber":1,"value":"For he had dominion over all on this side the River, from Tiphsah even to Gaza, over all the kings on this side the River: and he had peace on all sides around him.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":25,"sectionNumber":1,"value":"Judah and Israel lived safely, every man under his vine and under his fig tree, from Dan even to Beersheba, all the days of Solomon.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":26,"sectionNumber":1,"value":"Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":27,"sectionNumber":1,"value":"Those officers provided food for king Solomon, and for all who came to king Solomon’s table, every man in his month. They let nothing be lacking.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":28,"sectionNumber":1,"value":"They also brought Barley and straw for the horses and swift steeds to the place where the officers were, each man according to his duty.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":29,"sectionNumber":1,"value":"God gave Solomon abundant wisdom and understanding, and very great understanding, even as the sand that is on the seashore.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":30,"sectionNumber":1,"value":"Solomon’s wisdom excelled the wisdom of all the children of the east and all the wisdom of Egypt.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":31,"sectionNumber":1,"value":"For he was wiser than all men; than Ethan the Ezrahite, Heman, Calcol, and Darda, the sons of Mahol: and his fame was in all the nations all around.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":32,"sectionNumber":1,"value":"He spoke three thousand proverbs; and his songs numbered one thousand five.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":33,"sectionNumber":1,"value":"He spoke of trees, from the cedar that is in Lebanon even to the hyssop that grows out of the wall; he also spoke of animals, of birds, of creeping things, and of fish.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":34,"sectionNumber":1,"value":"People of all nations came to hear the wisdom of Solomon, sent by all kings of the earth, who had heard of his wisdom. "},{"type":"paragraph end"},{"type":"paragraph start"}]