[{"type":"paragraph text","chapterNumber":3,"verseNumber":1,"sectionNumber":1,"value":"Solomon made an alliance with Pharaoh king of Egypt, and took Pharaoh’s daughter, and brought her into David’s city, until he had finished building his own house, Yahweh’s house, and the wall around Jerusalem.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":2,"sectionNumber":1,"value":"However the people sacrificed in the high places, because there was not yet a house built for Yahweh’s name.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":3,"sectionNumber":1,"value":"Solomon loved Yahweh, walking in the statutes of David his father; except that he sacrificed and burned incense in the high places.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":4,"sectionNumber":1,"value":"The king went to Gibeon to sacrifice there; for that was the great high place. Solomon offered a thousand burnt offerings on that altar.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":5,"sectionNumber":1,"value":"In Gibeon, Yahweh appeared to Solomon in a dream by night; and God said, “Ask for what I should give you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":6,"sectionNumber":1,"value":"Solomon said, “You have shown to your servant David my father great loving kindness, because he walked before you in truth, in righteousness, and in uprightness of heart with you. You have kept for him this great loving kindness, that you have given him a son to sit on his throne, as it is today.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":7,"sectionNumber":1,"value":"Now, Yahweh my God, you have made your servant king instead of David my father. I am just a little child. I don’t know how to go out or come in.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":8,"sectionNumber":1,"value":"Your servant is among your people which you have chosen, a great people, that can’t be numbered or counted for multitude.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":9,"sectionNumber":1,"value":"Give your servant therefore an understanding heart to judge your people, that I may discern between good and evil; for who is able to judge this great people of yours?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":10,"sectionNumber":1,"value":"This request pleased the Lord, that Solomon had asked this thing.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":11,"sectionNumber":1,"value":"God said to him, “Because you have asked this thing, and have not asked for yourself long life, nor have you asked for riches for yourself, nor have you asked for the life of your enemies, but have asked for yourself understanding to discern justice;  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":12,"sectionNumber":1,"value":"behold, I have done according to your word. Behold, I have given you a wise and understanding heart; so that there has been no one like you before you, and after you none will arise like you.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":13,"sectionNumber":1,"value":"I have also given you that which you have not asked, both riches and honor, so that there will not be any among the kings like you for all your days.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":14,"sectionNumber":1,"value":"If you will walk in my ways, to keep my statutes and my commandments, as your father David walked, then I will lengthen your days.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":15,"sectionNumber":1,"value":"Solomon awoke; and behold, it was a dream. Then he came to Jerusalem, and stood before the ark of Yahweh’s covenant, and offered up burnt offerings, offered peace offerings, and made a feast for all his servants. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":16,"sectionNumber":1,"value":"Then two women who were prostitutes came to the king, and stood before him.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":17,"sectionNumber":1,"value":"The one woman said, “Oh, my lord, I and this woman dwell in one house. I delivered a child with her in the house.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":18,"sectionNumber":1,"value":"The third day after I delivered, this woman delivered also. We were together. There was no stranger with us in the house, just us two in the house.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":19,"sectionNumber":1,"value":"This woman’s child died in the night, because she lay on it.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":20,"sectionNumber":1,"value":"She arose at midnight, and took my son from beside me, while your servant slept, and laid it in her bosom, and laid her dead child in my bosom.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":21,"sectionNumber":1,"value":"When I rose in the morning to nurse my child, behold, it was dead; but when I had looked at it in the morning, behold, it was not my son, whom I bore.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":22,"sectionNumber":1,"value":"The other woman said, “No; but the living one is my son, and the dead one is your son.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":22,"sectionNumber":2,"value":"The first one said, “No; but the dead one is your son, and the living one is my son.” They argued like this before the king. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":23,"sectionNumber":1,"value":"Then the king said, “One says, ‘This is my son who lives, and your son is the dead;’ and the other says, ‘No; but your son is the dead one, and my son is the living one.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":24,"sectionNumber":1,"value":"The king said, “Get me a sword.” So they brought a sword before the king. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":25,"sectionNumber":1,"value":"The king said, “Divide the living child in two, and give half to the one, and half to the other.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":26,"sectionNumber":1,"value":"Then the woman whose the living child was spoke to the king, for her heart yearned over her son, and she said, “Oh, my lord, give her the living child, and in no way kill him!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":26,"sectionNumber":2,"value":"But the other said, “He shall be neither mine nor yours. Divide him.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":27,"sectionNumber":1,"value":"Then the king answered, “Give her the living child, and definitely do not kill him. She is his mother.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":28,"sectionNumber":1,"value":"All Israel heard of the judgment which the king had judged; and they feared the king; for they saw that the wisdom of God was in him, to do justice. "},{"type":"paragraph end"},{"type":"paragraph start"}]