[{"type":"paragraph text","chapterNumber":4,"verseNumber":1,"sectionNumber":1,"value":"Therefore, since Christ suffered for us in the flesh, arm yourselves also with the same mind; for he who has suffered in the flesh has ceased from sin,  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":2,"sectionNumber":1,"value":"that you no longer should live the rest of your time in the flesh for the lusts of men, but for the will of God.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":3,"sectionNumber":1,"value":"For we have spent enough of our past time doing the desire of the Gentiles, and having walked in lewdness, lusts, drunken binges, orgies, carousings, and abominable idolatries.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":4,"sectionNumber":1,"value":"They think it is strange that you don’t run with them into the same excess of riot, blaspheming.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":5,"sectionNumber":1,"value":"They will give account to him who is ready to judge the living and the dead.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":6,"sectionNumber":1,"value":"For to this end the Good News was preached even to the dead, that they might be judged indeed as men in the flesh, but live as to God in the spirit. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":7,"sectionNumber":1,"value":"But the end of all things is near. Therefore be of sound mind, self-controlled, and sober in prayer.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":8,"sectionNumber":1,"value":"And above all things be earnest in your love among yourselves, for love covers a multitude of sins.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":9,"sectionNumber":1,"value":"Be hospitable to one another without grumbling.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":10,"sectionNumber":1,"value":"As each has received a gift, employ it in serving one another, as good managers of the grace of God in its various forms.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":11,"sectionNumber":1,"value":"If anyone speaks, let it be as it were the very words of God. If anyone serves, let it be as of the strength which God supplies, that in all things God may be glorified through Jesus Christ, to whom belong the glory and the dominion forever and ever. Amen. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":12,"sectionNumber":1,"value":"Beloved, don’t be astonished at the fiery trial which has come upon you to test you, as though a strange thing happened to you.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":13,"sectionNumber":1,"value":"But because you are partakers of Christ’s sufferings, rejoice, that at the revelation of his glory you also may rejoice with exceeding joy.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":14,"sectionNumber":1,"value":"If you are insulted for the name of Christ, you are blessed; because the Spirit of glory and of God rests on you. On their part he is blasphemed, but on your part he is glorified.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":15,"sectionNumber":1,"value":"For let none of you suffer as a murderer, or a thief, or an evil doer, or a meddler in other men’s matters.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":16,"sectionNumber":1,"value":"But if one of you suffers for being a Christian, let him not be ashamed; but let him glorify God in this matter.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":17,"sectionNumber":1,"value":"For the time has come for judgment to begin with the household of God. If it begins first with us, what will happen to those who don’t obey the Good News of God?  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":18,"sectionNumber":1,"value":"“If it is hard for the righteous to be saved, what will happen to the ungodly and the sinner?”  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":19,"sectionNumber":1,"value":"Therefore let them also who suffer according to the will of God in doing good entrust their souls to him, as to a faithful Creator. "},{"type":"paragraph end"},{"type":"paragraph start"}]