[{"type":"paragraph text","chapterNumber":22,"verseNumber":1,"sectionNumber":1,"value":"David therefore departed from there, and escaped to Adullam’s cave. When his brothers and all his father’s house heard it, they went down there to him.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":2,"sectionNumber":1,"value":"Everyone who was in distress, everyone who was in debt, and everyone who was discontented, gathered themselves to him; and he became captain over them. There were with him about four hundred men.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":3,"sectionNumber":1,"value":"David went from there to Mizpeh of Moab, and he said to the king of Moab, “Please let my father and my mother come out with you, until I know what God will do for me.”  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":4,"sectionNumber":1,"value":"He brought them before the king of Moab; and they lived with him all the time that David was in the stronghold.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":5,"sectionNumber":1,"value":"The prophet Gad said to David, “Don’t stay in the stronghold. Depart, and go into the land of Judah.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":5,"sectionNumber":2,"value":"Then David departed, and came into the forest of Hereth.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":6,"sectionNumber":1,"value":"Saul heard that David was discovered, with the men who were with him. Now Saul was sitting in Gibeah, under the tamarisk tree in Ramah, with his spear in his hand, and all his servants were standing around him.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":7,"sectionNumber":1,"value":"Saul said to his servants who stood around him, “Hear now, you Benjamites! Will the son of Jesse give everyone of you fields and vineyards? Will he make you all captains of thousands and captains of hundreds,  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":8,"sectionNumber":1,"value":"that all of you have conspired against me, and there is no one who discloses to me when my son makes a treaty with the son of Jesse, and there is none of you who is sorry for me, or discloses to me that my son has stirred up my servant against me, to lie in wait, as it is today?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":9,"sectionNumber":1,"value":"Then Doeg the Edomite, who stood by the servants of Saul, answered and said, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":10,"sectionNumber":1,"value":"He inquired of Yahweh for him, gave him food, and gave him the sword of Goliath the Philistine.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":11,"sectionNumber":1,"value":"Then the king sent to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were in Nob; and they all came to the king.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":12,"sectionNumber":1,"value":"Saul said, “Hear now, you son of Ahitub.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":12,"sectionNumber":2,"value":"He answered, “Here I am, my lord.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":13,"sectionNumber":1,"value":"Saul said to him, “Why have you conspired against me, you and the son of Jesse, in that you have given him bread, and a sword, and have inquired of God for him, that he should rise against me, to lie in wait, as it is today?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":14,"sectionNumber":1,"value":"Then Ahimelech answered the king, and said, “Who among all your servants is so faithful as David, who is the king’s son-in-law, captain of your body guard, and honored in your house?  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":15,"sectionNumber":1,"value":"Have I today begun to inquire of God for him? Be it far from me! Don’t let the king impute anything to his servant, nor to all the house of my father; for your servant knows nothing of all this, less or more.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":16,"sectionNumber":1,"value":"The king said, “You shall surely die, Ahimelech, you, and all your father’s house.”  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":17,"sectionNumber":1,"value":"The king said to the guard who stood about him, “Turn, and kill the priests of Yahweh; because their hand also is with David, and because they knew that he fled, and didn’t disclose it to me.” But the servants of the king wouldn’t put out their hand to fall on the priests of Yahweh. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":18,"sectionNumber":1,"value":"The king said to Doeg, “Turn and attack the priests!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":18,"sectionNumber":2,"value":"Doeg the Edomite turned, and he attacked the priests, and he killed on that day eighty-five people who wore a linen ephod.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":19,"sectionNumber":1,"value":"He struck Nob, the city of the priests, with the edge of the sword, both men and women, children and nursing babies, and cattle and donkeys and sheep, with the edge of the sword.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":20,"sectionNumber":1,"value":"One of the sons of Ahimelech, the son of Ahitub, named Abiathar, escaped, and fled after David.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":21,"sectionNumber":1,"value":"Abiathar told David that Saul had slain Yahweh’s priests. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":22,"verseNumber":22,"sectionNumber":1,"value":"David said to Abiathar, “I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I am responsible for the death of all the persons of your father’s house.  "},{"type":"paragraph text","chapterNumber":22,"verseNumber":23,"sectionNumber":1,"value":"Stay with me. Don’t be afraid, for he who seeks my life seeks your life. For you will be safe with me.” "},{"type":"paragraph end"},{"type":"paragraph start"}]