[{"type":"paragraph text","chapterNumber":15,"verseNumber":1,"sectionNumber":1,"value":"Samuel said to Saul, “Yahweh sent me to anoint you to be king over his people, over Israel. Now therefore listen to the voice of Yahweh’s words.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":2,"sectionNumber":1,"value":"Yahweh of Armies says, ‘I remember what Amalek did to Israel, how he set himself against him on the way, when he came up out of Egypt.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":3,"sectionNumber":1,"value":"Now go and strike Amalek, and utterly destroy all that they have, and don’t spare them; but kill both man and woman, infant and nursing baby, ox and sheep, camel and donkey.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":4,"sectionNumber":1,"value":"Saul summoned the people, and counted them in Telaim, two hundred thousand footmen, and ten thousand men of Judah.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":5,"sectionNumber":1,"value":"Saul came to the city of Amalek, and set an ambush in the valley.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":6,"sectionNumber":1,"value":"Saul said to the Kenites, “Go, depart, go down from among the Amalekites, lest I destroy you with them; for you showed kindness to all the children of Israel, when they came up out of Egypt.” So the Kenites departed from among the Amalekites. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":7,"sectionNumber":1,"value":"Saul struck the Amalekites, from Havilah as you go to Shur, that is before Egypt.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":8,"sectionNumber":1,"value":"He took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":9,"sectionNumber":1,"value":"But Saul and the people spared Agag, and the best of the sheep, of the cattle, and of the fat calves, and the lambs, and all that was good, and were not willing to utterly destroy them; but everything that was vile and refuse, that they destroyed utterly.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":10,"sectionNumber":1,"value":"Then Yahweh’s word came to Samuel, saying,  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":11,"sectionNumber":1,"value":"“It grieves me that I have set up Saul to be king; for he has turned back from following me, and has not performed my commandments.” Samuel was angry; and he cried to Yahweh all night. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":12,"sectionNumber":1,"value":"Samuel rose early to meet Saul in the morning; and Samuel was told, saying, “Saul came to Carmel, and behold, he set up a monument for himself, and turned, and passed on, and went down to Gilgal.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":13,"sectionNumber":1,"value":"Samuel came to Saul; and Saul said to him, “You are blessed by Yahweh! I have performed the commandment of Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":14,"sectionNumber":1,"value":"Samuel said, “Then what does this bleating of the sheep in my ears, and the lowing of the cattle which I hear mean?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":15,"sectionNumber":1,"value":"Saul said, “They have brought them from the Amalekites; for the people spared the best of the sheep and of the cattle, to sacrifice to Yahweh your God. We have utterly destroyed the rest.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":16,"sectionNumber":1,"value":"Then Samuel said to Saul, “Stay, and I will tell you what Yahweh said to me last night.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":16,"sectionNumber":2,"value":"He said to him, “Say on.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":17,"sectionNumber":1,"value":"Samuel said, “Though you were little in your own sight, weren’t you made the head of the tribes of Israel? Yahweh anointed you king over Israel;  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":18,"sectionNumber":1,"value":"and Yahweh sent you on a journey, and said, ‘Go, and utterly destroy the sinners the Amalekites, and fight against them until they are consumed.’  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":19,"sectionNumber":1,"value":"Why then didn’t you obey Yahweh’s voice, but took the plunder, and did that which was evil in Yahweh’s sight?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":20,"sectionNumber":1,"value":"Saul said to Samuel, “But I have obeyed Yahweh’s voice, and have gone the way which Yahweh sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":21,"sectionNumber":1,"value":"But the people took of the plunder, sheep and cattle, the chief of the devoted things, to sacrifice to Yahweh your God in Gilgal.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":22,"sectionNumber":1,"value":"Samuel said, “Has Yahweh as great delight in burnt offerings and sacrifices, as in obeying Yahweh’s voice? Behold, to obey is better than sacrifice, and to listen than the fat of rams.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":23,"sectionNumber":1,"value":"For rebellion is as the sin of witchcraft, and stubbornness is as idolatry and teraphim. Because you have rejected Yahweh’s word, he has also rejected you from being king.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":24,"sectionNumber":1,"value":"Saul said to Samuel, “I have sinned; for I have transgressed the commandment of Yahweh, and your words, because I feared the people, and obeyed their voice.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":25,"sectionNumber":1,"value":"Now therefore, please pardon my sin, and turn again with me, that I may worship Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":26,"sectionNumber":1,"value":"Samuel said to Saul, “I will not return with you; for you have rejected Yahweh’s word, and Yahweh has rejected you from being king over Israel.”  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":27,"sectionNumber":1,"value":"As Samuel turned around to go away, Saul grabbed the skirt of his robe, and it tore.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":28,"sectionNumber":1,"value":"Samuel said to him, “Yahweh has torn the kingdom of Israel from you today, and has given it to a neighbor of yours who is better than you.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":29,"sectionNumber":1,"value":"Also the Strength of Israel will not lie nor repent; for he is not a man, that he should repent.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":30,"sectionNumber":1,"value":"Then he said, “I have sinned; yet please honor me now before the elders of my people, and before Israel, and come back with me, that I may worship Yahweh your God.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":31,"sectionNumber":1,"value":"So Samuel went back with Saul; and Saul worshiped Yahweh.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":32,"sectionNumber":1,"value":"Then Samuel said, “Bring Agag the king of the Amalekites here to me!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":32,"sectionNumber":2,"value":"Agag came to him cheerfully. Agag said, “Surely the bitterness of death is past.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":33,"sectionNumber":1,"value":"Samuel said, “As your sword has made women childless, so your mother will be childless among women!” Then Samuel cut Agag in pieces before Yahweh in Gilgal. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":15,"verseNumber":34,"sectionNumber":1,"value":"Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.  "},{"type":"paragraph text","chapterNumber":15,"verseNumber":35,"sectionNumber":1,"value":"Samuel came no more to see Saul until the day of his death; for Samuel mourned for Saul: and Yahweh grieved that he had made Saul king over Israel. "},{"type":"paragraph end"},{"type":"paragraph start"}]