[{"type":"paragraph text","chapterNumber":19,"verseNumber":1,"sectionNumber":1,"value":"Saul spoke to Jonathan his son, and to all his servants, that they should kill David. But Jonathan, Saul’s son, greatly delighted in David.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":2,"sectionNumber":1,"value":"Jonathan told David, saying, “Saul my father seeks to kill you. Now therefore, please take care of yourself in the morning, and live in a secret place, and hide yourself.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":3,"sectionNumber":1,"value":"I will go out and stand beside my father in the field where you are, and I will talk with my father about you; and if I see anything, I will tell you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":4,"sectionNumber":1,"value":"Jonathan spoke good of David to Saul his father, and said to him, “Don’t let the king sin against his servant, against David; because he has not sinned against you, and because his works have been very good toward you;  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":5,"sectionNumber":1,"value":"for he put his life in his hand, and struck the Philistine, and Yahweh worked a great victory for all Israel. You saw it, and rejoiced. Why then will you sin against innocent blood, to kill David without a cause?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":6,"sectionNumber":1,"value":"Saul listened to the voice of Jonathan: and Saul swore, “As Yahweh lives, he shall not be put to death.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":7,"sectionNumber":1,"value":"Jonathan called David, and Jonathan showed him all those things. Then Jonathan brought David to Saul, and he was in his presence, as before.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":8,"sectionNumber":1,"value":"There was war again. David went out, and fought with the Philistines, and killed them with a great slaughter; and they fled before him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":9,"sectionNumber":1,"value":"An evil spirit from Yahweh was on Saul, as he sat in his house with his spear in his hand; and David was playing with his hand.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":10,"sectionNumber":1,"value":"Saul sought to pin David to the wall with the spear; but he slipped away out of Saul’s presence, and he stuck the spear into the wall. David fled, and escaped that night.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":11,"sectionNumber":1,"value":"Saul sent messengers to David’s house, to watch him, and to kill him in the morning. Michal, David’s wife, told him, saying, “If you don’t save your life tonight, tomorrow you will be killed.”  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":12,"sectionNumber":1,"value":"So Michal let David down through the window. He went away, fled, and escaped.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":13,"sectionNumber":1,"value":"Michal took the teraphim, and laid it in the bed, and put a pillow of goats’ hair at its head, and covered it with clothes.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":14,"sectionNumber":1,"value":"When Saul sent messengers to take David, she said, “He is sick.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":15,"sectionNumber":1,"value":"Saul sent the messengers to see David, saying, “Bring him up to me in the bed, that I may kill him.”  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":16,"sectionNumber":1,"value":"When the messengers came in, behold, the teraphim was in the bed, with the pillow of goats’ hair at its head. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":17,"sectionNumber":1,"value":"Saul said to Michal, “Why have you deceived me like this and let my enemy go, so that he has escaped?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":17,"sectionNumber":2,"value":"Michal answered Saul, “He said to me, ‘Let me go! Why should I kill you?’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":18,"sectionNumber":1,"value":"Now David fled and escaped, and came to Samuel at Ramah, and told him all that Saul had done to him. He and Samuel went and lived in Naioth.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":19,"sectionNumber":1,"value":"Saul was told, saying, “Behold, David is at Naioth in Ramah.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":20,"sectionNumber":1,"value":"Saul sent messengers to seize David: and when they saw the company of the prophets prophesying, and Samuel standing as head over them, God’s Spirit came on Saul’s messengers, and they also prophesied.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":21,"sectionNumber":1,"value":"When Saul was told, he sent other messengers, and they also prophesied. Saul sent messengers again the third time, and they also prophesied.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":22,"sectionNumber":1,"value":"Then he also went to Ramah, and came to the great well that is in Secu: and he asked, “Where are Samuel and David?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":22,"sectionNumber":2,"value":"One said, “Behold, they are at Naioth in Ramah.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":23,"sectionNumber":1,"value":"He went there to Naioth in Ramah. Then God’s Spirit came on him also, and he went on, and prophesied, until he came to Naioth in Ramah.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":24,"sectionNumber":1,"value":"He also stripped off his clothes, and he also prophesied before Samuel, and lay down naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?” "},{"type":"paragraph end"},{"type":"paragraph start"}]