[{"type":"paragraph text","chapterNumber":16,"verseNumber":1,"sectionNumber":1,"value":"Yahweh said to Samuel, “How long will you mourn for Saul, since I have rejected him from being king over Israel? Fill your horn with oil, and go. I will send you to Jesse the Bethlehemite; for I have provided a king for myself among his sons.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":2,"sectionNumber":1,"value":"Samuel said, “How can I go? If Saul hears it, he will kill me.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":2,"sectionNumber":2,"value":"Yahweh said, “Take a heifer with you, and say, I have come to sacrifice to Yahweh.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":3,"sectionNumber":1,"value":"Call Jesse to the sacrifice, and I will show you what you shall do. You shall anoint to me him whom I name to you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":4,"sectionNumber":1,"value":"Samuel did that which Yahweh spoke, and came to Bethlehem. The elders of the city came to meet him trembling, and said, “Do you come peaceably?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":5,"sectionNumber":1,"value":"He said, “Peaceably; I have come to sacrifice to Yahweh. Sanctify yourselves, and come with me to the sacrifice.” He sanctified Jesse and his sons, and called them to the sacrifice.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":6,"sectionNumber":1,"value":"When they had come, he looked at Eliab, and said, “Surely Yahweh’s anointed is before him.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":7,"sectionNumber":1,"value":"But Yahweh said to Samuel, “Don’t look on his face, or on the height of his stature, because I have rejected him; for I don’t see as man sees. For man looks at the outward appearance, but Yahweh looks at the heart.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":8,"sectionNumber":1,"value":"Then Jesse called Abinadab, and made him pass before Samuel. He said, “Yahweh has not chosen this one, either.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":9,"sectionNumber":1,"value":"Then Jesse made Shammah to pass by. He said, “Yahweh has not chosen this one, either.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":10,"sectionNumber":1,"value":"Jesse made seven of his sons to pass before Samuel. Samuel said to Jesse, “Yahweh has not chosen these.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":11,"sectionNumber":1,"value":"Samuel said to Jesse, “Are all your children here?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":11,"sectionNumber":2,"value":"He said, “There remains yet the youngest. Behold, he is keeping the sheep.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":11,"sectionNumber":3,"value":"Samuel said to Jesse, “Send and get him, for we will not sit down until he comes here.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":12,"sectionNumber":1,"value":"He sent, and brought him in. Now he was ruddy, with a handsome face and good appearance. Yahweh said, “Arise! Anoint him, for this is he.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":13,"sectionNumber":1,"value":"Then Samuel took the horn of oil, and anointed him in the middle of his brothers. Then Yahweh’s Spirit came mightily on David from that day forward. So Samuel rose up and went to Ramah.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":14,"sectionNumber":1,"value":"Now Yahweh’s Spirit departed from Saul, and an evil spirit from Yahweh troubled him.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":15,"sectionNumber":1,"value":"Saul’s servants said to him, “See now, an evil spirit from God troubles you.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":16,"sectionNumber":1,"value":"Let our lord now command your servants who are in front of you to seek out a man who is a skillful player on the harp. Then when the evil spirit from God is on you, he will play with his hand, and you will be well.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":17,"sectionNumber":1,"value":"Saul said to his servants, “Provide me now a man who can play well, and bring him to me.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":18,"sectionNumber":1,"value":"Then one of the young men answered, and said, “Behold, I have seen a son of Jesse the Bethlehemite who is skillful in playing, a mighty man of valor, a man of war, prudent in speech, and a handsome person; and Yahweh is with him.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":19,"sectionNumber":1,"value":"Therefore Saul sent messengers to Jesse, and said, “Send me David your son, who is with the sheep.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":20,"sectionNumber":1,"value":"Jesse took a donkey loaded with bread, and a container of wine, and a young goat, and sent them by David his son to Saul.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":21,"sectionNumber":1,"value":"David came to Saul, and stood before him. He loved him greatly; and he became his armor bearer.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":22,"sectionNumber":1,"value":"Saul sent to Jesse, saying, “Please let David stand before me; for he has found favor in my sight.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":23,"sectionNumber":1,"value":"When the spirit from God was on Saul, David took the harp, and played with his hand; so Saul was refreshed, and was well, and the evil spirit departed from him. "},{"type":"paragraph end"},{"type":"paragraph start"}]