[{"type":"paragraph text","chapterNumber":21,"verseNumber":1,"sectionNumber":1,"value":"Then David came to Nob to Ahimelech the priest. Ahimelech came to meet David trembling, and said to him, “Why are you alone, and no man with you?”  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":2,"sectionNumber":1,"value":"David said to Ahimelech the priest, “The king has commanded me to do something, and has said to me, ‘Let no one know anything about the business about which I send you, and what I have commanded you. I have sent the young men to a certain place.’  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":3,"sectionNumber":1,"value":"Now therefore what is under your hand? Please give me five loaves of bread in my hand, or whatever is available.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":4,"sectionNumber":1,"value":"The priest answered David, and said, “I have no common bread, but there is holy bread; if only the young men have kept themselves from women.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":5,"sectionNumber":1,"value":"David answered the priest, and said to him, “Truly, women have been kept from us as usual these three days. When I came out, the vessels of the young men were holy, though it was only a common journey. How much more then today shall their vessels be holy?”  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":6,"sectionNumber":1,"value":"So the priest gave him holy bread; for there was no bread there but the show bread that was taken from before Yahweh, to put hot bread in the day when it was taken away. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":7,"sectionNumber":1,"value":"Now a certain man of the servants of Saul was there that day, detained before Yahweh; and his name was Doeg the Edomite, the best of the herdsmen who belonged to Saul.  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":8,"sectionNumber":1,"value":"David said to Ahimelech, “Isn’t there here under your hand spear or sword? For I have neither brought my sword nor my weapons with me, because the king’s business required haste.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":9,"sectionNumber":1,"value":"The priest said, “Behold, the sword of Goliath the Philistine, whom you killed in the valley of Elah, is here wrapped in a cloth behind the ephod. If you would like to take that, take it; for there is no other except that here.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":9,"sectionNumber":2,"value":"David said, “There is none like that. Give it to me.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":10,"sectionNumber":1,"value":"David arose, and fled that day for fear of Saul, and went to Achish the king of Gath.  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":11,"sectionNumber":1,"value":"The servants of Achish said to him, “Isn’t this David the king of the land? Didn’t they sing to one another about him in dances, saying, "},{"type":"paragraph end"},{"type":"stanza start"},{"type":"line text","chapterNumber":21,"verseNumber":11,"sectionNumber":2,"value":"‘Saul has slain his thousands, "},{"type":"line break"},{"type":"line text","chapterNumber":21,"verseNumber":11,"sectionNumber":3,"value":"and David his ten thousands?’ ” "},{"type":"line break"},{"type":"stanza end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":21,"verseNumber":12,"sectionNumber":1,"value":"David laid up these words in his heart, and was very afraid of Achish the king of Gath.  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":13,"sectionNumber":1,"value":"He changed his behavior before them, and pretended to be insane in their hands, and scribbled on the doors of the gate, and let his spittle fall down on his beard.  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":14,"sectionNumber":1,"value":"Then Achish said to his servants, “Look, you see the man is insane. Why then have you brought him to me?  "},{"type":"paragraph text","chapterNumber":21,"verseNumber":15,"sectionNumber":1,"value":"Do I lack madmen, that you have brought this fellow to play the madman in my presence? Should this fellow come into my house?” "},{"type":"paragraph end"},{"type":"paragraph start"}]