[{"type":"paragraph text","chapterNumber":4,"verseNumber":1,"sectionNumber":1,"value":"But the Spirit says expressly that in later times some will fall away from the faith, paying attention to seducing spirits and doctrines of demons,  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":2,"sectionNumber":1,"value":"through the hypocrisy of men who speak lies, branded in their own conscience as with a hot iron,  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":3,"sectionNumber":1,"value":"forbidding marriage and commanding to abstain from foods which God created to be received with thanksgiving by those who believe and know the truth.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":4,"sectionNumber":1,"value":"For every creature of God is good, and nothing is to be rejected, if it is received with thanksgiving.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":5,"sectionNumber":1,"value":"For it is sanctified through the word of God and prayer. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":6,"sectionNumber":1,"value":"If you instruct the brothers of these things, you will be a good servant of Christ Jesus, nourished in the words of the faith, and of the good doctrine which you have followed.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":7,"sectionNumber":1,"value":"But refuse profane and old wives’ fables. Exercise yourself toward godliness.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":8,"sectionNumber":1,"value":"For bodily exercise has some value, but godliness has value in all things, having the promise of the life which is now, and of that which is to come.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":9,"sectionNumber":1,"value":"This saying is faithful and worthy of all acceptance.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":10,"sectionNumber":1,"value":"For to this end we both labor and suffer reproach, because we have set our trust in the living God, who is the Savior of all men, especially of those who believe.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":11,"sectionNumber":1,"value":"Command and teach these things. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":12,"sectionNumber":1,"value":"Let no man despise your youth; but be an example to those who believe, in word, in your way of life, in love, in spirit, in faith, and in purity.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":13,"sectionNumber":1,"value":"Until I come, pay attention to reading, to exhortation, and to teaching.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":14,"sectionNumber":1,"value":"Don’t neglect the gift that is in you, which was given to you by prophecy, with the laying on of the hands of the elders.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":15,"sectionNumber":1,"value":"Be diligent in these things. Give yourself wholly to them, that your progress may be revealed to all.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":16,"sectionNumber":1,"value":"Pay attention to yourself and to your teaching. Continue in these things, for in doing this you will save both yourself and those who hear you. "},{"type":"paragraph end"},{"type":"paragraph start"}]