[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"Paul, an apostle of Jesus Christ according to the commandment of God our Savior and the Lord Jesus Christ our hope;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"to Timothy, my true child in faith: Grace, mercy, and peace, from God our Father and Christ Jesus our Lord. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"As I urged you when I was going into Macedonia, stay at Ephesus that you might command certain men not to teach a different doctrine,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"and not to pay attention to myths and endless genealogies, which cause disputes, rather than God’s stewardship, which is in faith—  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"but the goal of this command is love, out of a pure heart and a good conscience and sincere faith,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"from which things some, having missed the mark, have turned away to vain talking,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"desiring to be teachers of the law, though they understand neither what they say, nor about what they strongly affirm.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"But we know that the law is good, if a person uses it lawfully,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"as knowing this, that law is not made for a righteous person, but for the lawless and insubordinate, for the ungodly and sinners, for the unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"for the sexually immoral, for homosexuals, for slave-traders, for liars, for perjurers, and for any other thing contrary to the sound doctrine,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"according to the Good News of the glory of the blessed God, which was committed to my trust. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"I thank him who enabled me, Christ Jesus our Lord, because he counted me faithful, appointing me to service;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"although I used to be a blasphemer, a persecutor, and insolent. However, I obtained mercy, because I did it ignorantly in unbelief.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"The grace of our Lord abounded exceedingly with faith and love which is in Christ Jesus.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"The saying is faithful and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"However, for this cause I obtained mercy, that in me first, Jesus Christ might display all his patience for an example of those who were going to believe in him for eternal life.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":17,"sectionNumber":1,"value":"Now to the King eternal, immortal, invisible, to God who alone is wise, be honor and glory forever and ever. Amen. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":18,"sectionNumber":1,"value":"I commit this instruction to you, my child Timothy, according to the prophecies which were given to you before, that by them you may wage the good warfare,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":19,"sectionNumber":1,"value":"holding faith and a good conscience, which some having thrust away made a shipwreck concerning the faith,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":20,"sectionNumber":1,"value":"of whom are Hymenaeus and Alexander, whom I delivered to Satan, that they might be taught not to blaspheme. "},{"type":"paragraph end"},{"type":"paragraph start"}]