[{"type":"paragraph text","chapterNumber":10,"verseNumber":1,"sectionNumber":1,"value":"Rehoboam went to Shechem; for all Israel had come to Shechem to make him king.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":2,"sectionNumber":1,"value":"When Jeroboam the son of Nebat heard of it (for he was in Egypt, where he had fled from the presence of king Solomon), Jeroboam returned out of Egypt.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":3,"sectionNumber":1,"value":"They sent and called him; and Jeroboam and all Israel came, and they spoke to Rehoboam, saying,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":4,"sectionNumber":1,"value":"“Your father made our yoke grievous: now therefore make the grievous service of your father, and his heavy yoke which he put on us, lighter, and we will serve you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":5,"sectionNumber":1,"value":"He said to them, “Come again to me after three days.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":5,"sectionNumber":2,"value":"So the people departed.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":6,"sectionNumber":1,"value":"King Rehoboam took counsel with the old men, who had stood before Solomon his father while he yet lived, saying, “What counsel do you give me about how to answer these people?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":7,"sectionNumber":1,"value":"They spoke to him, saying, “If you are kind to these people, please them, and speak good words to them, then they will be your servants forever.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":8,"sectionNumber":1,"value":"But he abandoned the counsel of the old men which they had given him, and took counsel with the young men who had grown up with him, who stood before him.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":9,"sectionNumber":1,"value":"He said to them, “What counsel do you give, that we may give an answer to these people, who have spoken to me, saying, ‘Make the yoke that your father put on us lighter?’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":10,"sectionNumber":1,"value":"The young men who had grown up with him spoke to him, saying, “Thus you shall tell the people who spoke to you, saying, ‘Your father made our yoke heavy, but make it lighter on us;’ thus you shall say to them, ‘My little finger is thicker than my father’s waist.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":11,"sectionNumber":1,"value":"Now whereas my father burdened you with a heavy yoke, I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":12,"sectionNumber":1,"value":"So Jeroboam and all the people came to Rehoboam the third day, as the king asked, saying, “Come to me again the third day.”  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":13,"sectionNumber":1,"value":"The king answered them roughly; and king Rehoboam abandoned the counsel of the old men,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":14,"sectionNumber":1,"value":"and spoke to them after the counsel of the young men, saying, “My father made your yoke heavy, but I will add to it. My father chastised you with whips, but I will chastise you with scorpions.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":15,"sectionNumber":1,"value":"So the king didn’t listen to the people; for it was brought about by God, that Yahweh might establish his word, which he spoke by Ahijah the Shilonite to Jeroboam the son of Nebat.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":16,"sectionNumber":1,"value":"When all Israel saw that the king didn’t listen to them, the people answered the king, saying, “What portion do we have in David? We don’t have an inheritance in the son of Jesse! Every man to your tents, Israel! Now see to your own house, David.” So all Israel departed to their tents. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":10,"verseNumber":17,"sectionNumber":1,"value":"But as for the children of Israel who lived in the cities of Judah, Rehoboam reigned over them.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":18,"sectionNumber":1,"value":"Then king Rehoboam sent Hadoram, who was over the men subject to forced labor; and the children of Israel stoned him to death with stones. King Rehoboam hurried to get himself up to his chariot, to flee to Jerusalem.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":19,"sectionNumber":1,"value":"So Israel rebelled against David’s house to this day. "},{"type":"paragraph end"},{"type":"paragraph start"}]