[{"type":"paragraph text","chapterNumber":3,"verseNumber":1,"sectionNumber":1,"value":"Are we beginning again to commend ourselves? Or do we need, as do some, letters of commendation to you or from you?  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":2,"sectionNumber":1,"value":"You are our letter, written in our hearts, known and read by all men,  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":3,"sectionNumber":1,"value":"being revealed that you are a letter of Christ, served by us, written not with ink, but with the Spirit of the living God; not in tablets of stone, but in tablets that are hearts of flesh.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":4,"sectionNumber":1,"value":"Such confidence we have through Christ toward God,  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":5,"sectionNumber":1,"value":"not that we are sufficient of ourselves, to account anything as from ourselves; but our sufficiency is from God,  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":6,"sectionNumber":1,"value":"who also made us sufficient as servants of a new covenant, not of the letter, but of the Spirit. For the letter kills, but the Spirit gives life.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":7,"sectionNumber":1,"value":"But if the service of death, written engraved on stones, came with glory, so that the children of Israel could not look steadfastly on the face of Moses for the glory of his face, which was passing away,  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":8,"sectionNumber":1,"value":"won’t service of the Spirit be with much more glory?  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":9,"sectionNumber":1,"value":"For if the service of condemnation has glory, the service of righteousness exceeds much more in glory.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":10,"sectionNumber":1,"value":"For most certainly that which has been made glorious has not been made glorious in this respect, by reason of the glory that surpasses.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":11,"sectionNumber":1,"value":"For if that which passes away was with glory, much more that which remains is in glory. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":3,"verseNumber":12,"sectionNumber":1,"value":"Having therefore such a hope, we use great boldness of speech,  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":13,"sectionNumber":1,"value":"and not as Moses, who put a veil on his face, that the children of Israel wouldn’t look steadfastly on the end of that which was passing away.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":14,"sectionNumber":1,"value":"But their minds were hardened, for until this very day at the reading of the old covenant the same veil remains, because in Christ it passes away.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":15,"sectionNumber":1,"value":"But to this day, when Moses is read, a veil lies on their heart.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":16,"sectionNumber":1,"value":"But whenever someone turns to the Lord, the veil is taken away.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":17,"sectionNumber":1,"value":"Now the Lord is the Spirit and where the Spirit of the Lord is, there is liberty.  "},{"type":"paragraph text","chapterNumber":3,"verseNumber":18,"sectionNumber":1,"value":"But we all, with unveiled face seeing the glory of the Lord as in a mirror, are transformed into the same image from glory to glory, even as from the Lord, the Spirit. "},{"type":"paragraph end"},{"type":"paragraph start"}]