[{"type":"paragraph text","chapterNumber":10,"verseNumber":1,"sectionNumber":1,"value":"Now I Paul, myself, entreat you by the humility and gentleness of Christ, I who in your presence am lowly among you, but being absent am bold toward you.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":2,"sectionNumber":1,"value":"Yes, I beg you that I may not, when present, show courage with the confidence with which I intend to be bold against some, who consider us to be walking according to the flesh.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":3,"sectionNumber":1,"value":"For though we walk in the flesh, we don’t wage war according to the flesh;  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":4,"sectionNumber":1,"value":"for the weapons of our warfare are not of the flesh, but mighty before God to the throwing down of strongholds,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":5,"sectionNumber":1,"value":"throwing down imaginations and every high thing that is exalted against the knowledge of God and bringing every thought into captivity to the obedience of Christ,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":6,"sectionNumber":1,"value":"and being in readiness to avenge all disobedience when your obedience is made full.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":7,"sectionNumber":1,"value":"Do you look at things only as they appear in front of your face? If anyone trusts in himself that he is Christ’s, let him consider this again with himself, that even as he is Christ’s, so we also are Christ’s.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":8,"sectionNumber":1,"value":"For even if I boast somewhat abundantly concerning our authority, which the Lord gave for building you up, and not for casting you down, I will not be ashamed,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":9,"sectionNumber":1,"value":"that I may not seem as if I desire to terrify you by my letters.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":10,"sectionNumber":1,"value":"For, “His letters”, they say, “are weighty and strong, but his bodily presence is weak, and his speech is despised.”  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":11,"sectionNumber":1,"value":"Let such a person consider this, that what we are in word by letters when we are absent, such are we also in deed when we are present.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":12,"sectionNumber":1,"value":"For we are not bold to number or compare ourselves with some of those who commend themselves. But they themselves, measuring themselves by themselves, and comparing themselves with themselves, are without understanding.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":13,"sectionNumber":1,"value":"But we will not boast beyond proper limits, but within the boundaries with which God appointed to us, which reach even to you.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":14,"sectionNumber":1,"value":"For we don’t stretch ourselves too much, as though we didn’t reach to you. For we came even as far as to you with the Good News of Christ,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":15,"sectionNumber":1,"value":"not boasting beyond proper limits in other men’s labors, but having hope that as your faith grows, we will be abundantly enlarged by you in our sphere of influence,  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":16,"sectionNumber":1,"value":"so as to preach the Good News even to the parts beyond you, not to boast in what someone else has already done.  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":17,"sectionNumber":1,"value":"But “he who boasts, let him boast in the Lord.”  "},{"type":"paragraph text","chapterNumber":10,"verseNumber":18,"sectionNumber":1,"value":"For it isn’t he who commends himself who is approved, but whom the Lord commends. "},{"type":"paragraph end"},{"type":"paragraph start"}]