[{"type":"paragraph text","chapterNumber":16,"verseNumber":1,"sectionNumber":1,"value":"In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham king of Judah began to reign.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":2,"sectionNumber":1,"value":"Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. He didn’t do that which was right in Yahweh his God’s eyes, like David his father.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":3,"sectionNumber":1,"value":"But he walked in the way of the kings of Israel, yes, and made his son to pass through the fire, according to the abominations of the nations whom Yahweh cast out from before the children of Israel.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":4,"sectionNumber":1,"value":"He sacrificed and burned incense in the high places, on the hills, and under every green tree.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":5,"sectionNumber":1,"value":"Then Rezin king of Syria and Pekah son of Remaliah king of Israel came up to Jerusalem to wage war. They besieged Ahaz, but could not overcome him.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":6,"sectionNumber":1,"value":"At that time Rezin king of Syria recovered Elath to Syria, and drove the Jews from Elath; and the Syrians came to Elath, and lived there, to this day.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":7,"sectionNumber":1,"value":"So Ahaz sent messengers to Tiglath Pileser king of Assyria, saying, “I am your servant and your son. Come up and save me out of the hand of the king of Syria, and out of the hand of the king of Israel, who rise up against me.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":8,"sectionNumber":1,"value":"Ahaz took the silver and gold that was found in Yahweh’s house, and in the treasures of the king’s house, and sent it for a present to the king of Assyria.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":9,"sectionNumber":1,"value":"The king of Assyria listened to him; and the king of Assyria went up against Damascus, and took it, and carried its people captive to Kir, and killed Rezin.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":10,"sectionNumber":1,"value":"King Ahaz went to Damascus to meet Tiglath Pileser king of Assyria, and saw the altar that was at Damascus; and king Ahaz sent to Urijah the priest a drawing of the altar and plans to build it.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":11,"sectionNumber":1,"value":"Urijah the priest built an altar. According to all that king Ahaz had sent from Damascus, so Urijah the priest made it for the coming of king Ahaz from Damascus.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":12,"sectionNumber":1,"value":"When the king had come from Damascus, the king saw the altar; and the king came near to the altar, and offered on it.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":13,"sectionNumber":1,"value":"He burned his burnt offering and his meal offering, poured his drink offering, and sprinkled the blood of his peace offerings on the altar.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":14,"sectionNumber":1,"value":"The bronze altar, which was before Yahweh, he brought from the front of the house, from between his altar and Yahweh’s house, and put it on the north side of his altar.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":15,"sectionNumber":1,"value":"King Ahaz commanded Urijah the priest, saying, “On the great altar burn the morning burnt offering, the evening meal offering, the king’s burnt offering, his meal offering, with the burnt offering of all the people of the land, their meal offering, and their drink offerings; and sprinkle on it all the blood of the burnt offering, and all the blood of the sacrifice; but the bronze altar will be for me to inquire by.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":16,"sectionNumber":1,"value":"Urijah the priest did so, according to all that king Ahaz commanded.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":17,"sectionNumber":1,"value":"King Ahaz cut off the panels of the bases, and removed the basin from off them, and took down the sea from off the bronze oxen that were under it, and put it on a pavement of stone.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":18,"sectionNumber":1,"value":"He removed the covered way for the Sabbath that they had built in the house, and the king’s entry outside to Yahweh’s house, because of the king of Assyria.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":19,"sectionNumber":1,"value":"Now the rest of the acts of Ahaz which he did, aren’t they written in the book of the chronicles of the kings of Judah?  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":20,"sectionNumber":1,"value":"Ahaz slept with his fathers, and was buried with his fathers in David’s city, and Hezekiah his son reigned in his place. "},{"type":"paragraph end"},{"type":"paragraph start"}]