[{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":1,"value":"After this, David inquired of Yahweh, saying, “Shall I go up into any of the cities of Judah?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":2,"value":"Yahweh said to him, “Go up.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":3,"value":"David said, “Where shall I go up?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":4,"value":"He said, “To Hebron.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":2,"sectionNumber":1,"value":"So David went up there with his two wives, Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":3,"sectionNumber":1,"value":"David brought up his men who were with him, every man with his household. They lived in the cities of Hebron.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":4,"sectionNumber":1,"value":"The men of Judah came, and there they anointed David king over the house of Judah. They told David, “The men of Jabesh Gilead were those who buried Saul.”  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":5,"sectionNumber":1,"value":"David sent messengers to the men of Jabesh Gilead, and said to them, “Blessed are you by Yahweh, that you have shown this kindness to your lord, even to Saul, and have buried him.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":6,"sectionNumber":1,"value":"Now may Yahweh show loving kindness and truth to you. I also will reward you for this kindness, because you have done this thing.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":7,"sectionNumber":1,"value":"Now therefore let your hands be strong, and be valiant; for Saul your lord is dead, and also the house of Judah have anointed me king over them.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":8,"sectionNumber":1,"value":"Now Abner the son of Ner, captain of Saul’s army, had taken Ishbosheth the son of Saul, and brought him over to Mahanaim;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":9,"sectionNumber":1,"value":"and he made him king over Gilead, and over the Ashurites, and over Jezreel, and over Ephraim, and over Benjamin, and over all Israel.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":10,"sectionNumber":1,"value":"Ishbosheth, Saul’s son, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":11,"sectionNumber":1,"value":"The time that David was king in Hebron over the house of Judah was seven years and six months.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":12,"sectionNumber":1,"value":"Abner the son of Ner, and the servants of Ishbosheth the son of Saul, went out from Mahanaim to Gibeon.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":13,"sectionNumber":1,"value":"Joab the son of Zeruiah and David’s servants went out, and met them by the pool of Gibeon; and they sat down, the one on the one side of the pool, and the other on the other side of the pool.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":14,"sectionNumber":1,"value":"Abner said to Joab, “Please let the young men arise and play before us!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":14,"sectionNumber":2,"value":"Joab said, “Let them arise!”  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":15,"sectionNumber":1,"value":"Then they arose and went over by number: twelve for Benjamin and for Ishbosheth the son of Saul, and twelve of David’s servants.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":16,"sectionNumber":1,"value":"They each caught his opponent by the head, and thrust his sword in his fellow’s side; so they fell down together: therefore that place in Gibeon was called Helkath Hazzurim.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":17,"sectionNumber":1,"value":"The battle was very severe that day; and Abner was beaten, and the men of Israel, before David’s servants.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":18,"sectionNumber":1,"value":"The three sons of Zeruiah were there, Joab, and Abishai, and Asahel: and Asahel was as light of foot as a wild gazelle.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":19,"sectionNumber":1,"value":"Asahel pursued Abner; and in going he didn’t turn to the right hand or to the left from following Abner.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":20,"sectionNumber":1,"value":"Then Abner looked behind him, and said, “Is that you, Asahel?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":20,"sectionNumber":2,"value":"He answered, “It is.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":21,"sectionNumber":1,"value":"Abner said to him, “Turn away to your right hand or to your left, and grab one of the young men, and take his armor.” But Asahel would not turn away from following him.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":22,"sectionNumber":1,"value":"Abner said again to Asahel, “Turn away from following me. Why should I strike you to the ground? How then could I look Joab your brother in the face?”  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":23,"sectionNumber":1,"value":"However he refused to turn away. Therefore Abner with the back end of the spear struck him in the body, so that the spear came out behind him; and he fell down there, and died in the same place. As many as came to the place where Asahel fell down and died stood still.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":24,"sectionNumber":1,"value":"But Joab and Abishai pursued Abner. The sun went down when they had come to the hill of Ammah, that lies before Giah by the way of the wilderness of Gibeon.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":25,"sectionNumber":1,"value":"The children of Benjamin gathered themselves together after Abner, and became one band, and stood on the top of a hill.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":26,"sectionNumber":1,"value":"Then Abner called to Joab, and said, “Shall the sword devour forever? Don’t you know that it will be bitterness in the latter end? How long will it be then, before you ask the people to return from following their brothers?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":27,"sectionNumber":1,"value":"Joab said, “As God lives, if you had not spoken, surely then in the morning the people would have gone away, and not each followed his brother.”  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":28,"sectionNumber":1,"value":"So Joab blew the trumpet; and all the people stood still, and pursued Israel no more, and they fought no more.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":29,"sectionNumber":1,"value":"Abner and his men went all that night through the Arabah; and they passed over the Jordan, and went through all Bithron, and came to Mahanaim.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":30,"sectionNumber":1,"value":"Joab returned from following Abner; and when he had gathered all the people together, nineteen men of David’s and Asahel were missing.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":31,"sectionNumber":1,"value":"But David’s servants had struck Benjamin and of Abner’s men so that three hundred sixty men died.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":32,"sectionNumber":1,"value":"They took up Asahel, and buried him in the tomb of his father, which was in Bethlehem. Joab and his men went all night, and the day broke on them at Hebron. "},{"type":"paragraph end"},{"type":"paragraph start"}]