[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"Paul, Silvanus, and Timothy, to the assembly of the Thessalonians in God our Father, and the Lord Jesus Christ:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"Grace to you and peace from God our Father and the Lord Jesus Christ. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"We are bound to always give thanks to God for you, brothers, even as it is appropriate, because your faith grows exceedingly, and the love of each and every one of you toward one another abounds,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"so that we ourselves boast about you in the assemblies of God for your perseverance and faith in all your persecutions and in the afflictions which you endure.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"This is an obvious sign of the righteous judgment of God, to the end that you may be counted worthy of God’s Kingdom, for which you also suffer.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"Since it is a righteous thing with God to repay affliction to those who afflict you,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"and to give relief to you who are afflicted with us, when the Lord Jesus is revealed from heaven with his mighty angels in flaming fire,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"punishing those who don’t know God, and to those who don’t obey the Good News of our Lord Jesus,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"who will pay the penalty: eternal destruction from the face of the Lord and from the glory of his might,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"when he comes in that day to be glorified in his saints and to be admired among all those who have believed, because our testimony to you was believed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"To this end we also pray always for you, that our God may count you worthy of your calling, and fulfill every desire of goodness and work of faith with power,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"type":"paragraph end"},{"type":"paragraph start"}]