[{"type":"paragraph text","chapterNumber":19,"verseNumber":1,"sectionNumber":1,"value":"While Apollos was at Corinth, Paul, having passed through the upper country, came to Ephesus and found certain disciples.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":2,"sectionNumber":1,"value":"He said to them, “Did you receive the Holy Spirit when you believed?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":2,"sectionNumber":2,"value":"They said to him, “No, we haven’t even heard that there is a Holy Spirit.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":3,"sectionNumber":1,"value":"He said, “Into what then were you baptized?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":3,"sectionNumber":2,"value":"They said, “Into John’s baptism.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":4,"sectionNumber":1,"value":"Paul said, “John indeed baptized with the baptism of repentance, saying to the people that they should believe in the one who would come after him, that is, in Jesus.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":5,"sectionNumber":1,"value":"When they heard this, they were baptized in the name of the Lord Jesus.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":6,"sectionNumber":1,"value":"When Paul had laid his hands on them, the Holy Spirit came on them and they spoke with other languages and prophesied.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":7,"sectionNumber":1,"value":"They were about twelve men in all.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":8,"sectionNumber":1,"value":"He entered into the synagogue and spoke boldly for a period of three months, reasoning and persuading about the things concerning God’s Kingdom. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":9,"sectionNumber":1,"value":"But when some were hardened and disobedient, speaking evil of the Way before the multitude, he departed from them, and separated the disciples, reasoning daily in the school of Tyrannus.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":10,"sectionNumber":1,"value":"This continued for two years, so that all those who lived in Asia heard the word of the Lord Jesus, both Jews and Greeks. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":11,"sectionNumber":1,"value":"God worked special miracles by the hands of Paul,  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":12,"sectionNumber":1,"value":"so that even handkerchiefs or aprons were carried away from his body to the sick, and the diseases departed from them, and the evil spirits went out.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":13,"sectionNumber":1,"value":"But some of the itinerant Jews, exorcists, took on themselves to invoke over those who had the evil spirits the name of the Lord Jesus, saying, “We adjure you by Jesus whom Paul preaches.”  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":14,"sectionNumber":1,"value":"There were seven sons of one Sceva, a Jewish chief priest, who did this. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":15,"sectionNumber":1,"value":"The evil spirit answered, “Jesus I know, and Paul I know, but who are you?”  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":16,"sectionNumber":1,"value":"The man in whom the evil spirit was leaped on them, overpowered them, and prevailed against them, so that they fled out of that house naked and wounded.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":17,"sectionNumber":1,"value":"This became known to all, both Jews and Greeks, who lived at Ephesus. Fear fell on them all, and the name of the Lord Jesus was magnified.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":18,"sectionNumber":1,"value":"Many also of those who had believed came, confessing, and declaring their deeds.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":19,"sectionNumber":1,"value":"Many of those who practiced magical arts brought their books together and burned them in the sight of all. They counted their price, and found it to be fifty thousand pieces of silver.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":20,"sectionNumber":1,"value":"So the word of the Lord was growing and becoming mighty. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":21,"sectionNumber":1,"value":"Now after these things had ended, Paul determined in the Spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, “After I have been there, I must also see Rome.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":22,"sectionNumber":1,"value":"Having sent into Macedonia two of those who served him, Timothy and Erastus, he himself stayed in Asia for a while.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":23,"sectionNumber":1,"value":"About that time there arose no small disturbance concerning the Way.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":24,"sectionNumber":1,"value":"For a certain man named Demetrius, a silversmith who made silver shrines of Artemis, brought no little business to the craftsmen,  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":25,"sectionNumber":1,"value":"whom he gathered together, with the workmen of like occupation, and said, “Sirs, you know that by this business we have our wealth.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":26,"sectionNumber":1,"value":"You see and hear that not at Ephesus alone, but almost throughout all Asia, this Paul has persuaded and turned away many people, saying that they are no gods that are made with hands.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":27,"sectionNumber":1,"value":"Not only is there danger that this our trade come into disrepute, but also that the temple of the great goddess Artemis will be counted as nothing and her majesty destroyed, whom all Asia and the world worships.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":28,"sectionNumber":1,"value":"When they heard this they were filled with anger, and cried out, saying, “Great is Artemis of the Ephesians!”  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":29,"sectionNumber":1,"value":"The whole city was filled with confusion, and they rushed with one accord into the theater, having seized Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":30,"sectionNumber":1,"value":"When Paul wanted to enter in to the people, the disciples didn’t allow him.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":31,"sectionNumber":1,"value":"Certain also of the Asiarchs, being his friends, sent to him and begged him not to venture into the theater.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":32,"sectionNumber":1,"value":"Some therefore cried one thing, and some another, for the assembly was in confusion. Most of them didn’t know why they had come together.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":33,"sectionNumber":1,"value":"They brought Alexander out of the multitude, the Jews putting him forward. Alexander beckoned with his hand, and would have made a defense to the people.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":34,"sectionNumber":1,"value":"But when they perceived that he was a Jew, all with one voice for a time of about two hours cried out, “Great is Artemis of the Ephesians!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":35,"sectionNumber":1,"value":"When the town clerk had quieted the multitude, he said, “You men of Ephesus, what man is there who doesn’t know that the city of the Ephesians is temple keeper of the great goddess Artemis, and of the image which fell down from Zeus?  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":36,"sectionNumber":1,"value":"Seeing then that these things can’t be denied, you ought to be quiet and to do nothing rash.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":37,"sectionNumber":1,"value":"For you have brought these men here, who are neither robbers of temples nor blasphemers of your goddess.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":38,"sectionNumber":1,"value":"If therefore Demetrius and the craftsmen who are with him have a matter against anyone, the courts are open, and there are proconsuls. Let them press charges against one another.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":39,"sectionNumber":1,"value":"But if you seek anything about other matters, it will be settled in the regular assembly.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":40,"sectionNumber":1,"value":"For indeed we are in danger of being accused concerning today’s riot, there being no cause. Concerning it, we wouldn’t be able to give an account of this commotion.”  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":41,"sectionNumber":1,"value":"When he had thus spoken, he dismissed the assembly. "},{"type":"paragraph end"},{"type":"paragraph start"}]