[{"type":"paragraph text","chapterNumber":20,"verseNumber":1,"sectionNumber":1,"value":"After the uproar had ceased, Paul sent for the disciples, took leave of them, and departed to go into Macedonia.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":2,"sectionNumber":1,"value":"When he had gone through those parts, and had encouraged them with many words, he came into Greece.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":3,"sectionNumber":1,"value":"When he had spent three months there, and a plot was made against him by Jews as he was about to set sail for Syria, he determined to return through Macedonia.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":4,"sectionNumber":1,"value":"These accompanied him as far as Asia: Sopater of Beroea; Aristarchus and Secundus of the Thessalonians; Gaius of Derbe; Timothy; and Tychicus and Trophimus of Asia.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":5,"sectionNumber":1,"value":"But these had gone ahead, and were waiting for us at Troas.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":6,"sectionNumber":1,"value":"We sailed away from Philippi after the days of Unleavened Bread, and came to them at Troas in five days, where we stayed seven days. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":20,"verseNumber":7,"sectionNumber":1,"value":"On the first day of the week, when the disciples were gathered together to break bread, Paul talked with them, intending to depart on the next day, and continued his speech until midnight.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":8,"sectionNumber":1,"value":"There were many lights in the upper room where we were gathered together.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":9,"sectionNumber":1,"value":"A certain young man named Eutychus sat in the window, weighed down with deep sleep. As Paul spoke still longer, being weighed down by his sleep, he fell down from the third floor and was taken up dead.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":10,"sectionNumber":1,"value":"Paul went down and fell upon him, and embracing him said, “Don’t be troubled, for his life is in him.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":20,"verseNumber":11,"sectionNumber":1,"value":"When he had gone up, and had broken bread and eaten, and had talked with them a long while, even until break of day, he departed.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":12,"sectionNumber":1,"value":"They brought the boy in alive, and were greatly comforted. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":20,"verseNumber":13,"sectionNumber":1,"value":"But we, going ahead to the ship, set sail for Assos, intending to take Paul aboard there; for he had so arranged, intending himself to go by land.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":14,"sectionNumber":1,"value":"When he met us at Assos, we took him aboard, and came to Mitylene.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":15,"sectionNumber":1,"value":"Sailing from there, we came the following day opposite Chios. The next day we touched at Samos and stayed at Trogyllium, and the day after we came to Miletus.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":16,"sectionNumber":1,"value":"For Paul had determined to sail past Ephesus, that he might not have to spend time in Asia; for he was hastening, if it were possible for him, to be in Jerusalem on the day of Pentecost. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":20,"verseNumber":17,"sectionNumber":1,"value":"From Miletus he sent to Ephesus, and called to himself the elders of the assembly.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":18,"sectionNumber":1,"value":"When they had come to him, he said to them, “You yourselves know, from the first day that I set foot in Asia, how I was with you all the time,  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":19,"sectionNumber":1,"value":"serving the Lord with all humility, with many tears, and with trials which happened to me by the plots of the Jews;  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":20,"sectionNumber":1,"value":"how I didn’t shrink from declaring to you anything that was profitable, teaching you publicly and from house to house,  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":21,"sectionNumber":1,"value":"testifying both to Jews and to Greeks repentance toward God, and faith toward our Lord Jesus.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":22,"sectionNumber":1,"value":"Now, behold, I go bound by the Spirit to Jerusalem, not knowing what will happen to me there;  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":23,"sectionNumber":1,"value":"except that the Holy Spirit testifies in every city, saying that bonds and afflictions wait for me.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":24,"sectionNumber":1,"value":"But these things don’t count; nor do I hold my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to fully testify to the Good News of the grace of God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":20,"verseNumber":25,"sectionNumber":1,"value":"“Now, behold, I know that you all, among whom I went about preaching God’s Kingdom, will see my face no more.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":26,"sectionNumber":1,"value":"Therefore I testify to you today that I am clean from the blood of all men,  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":27,"sectionNumber":1,"value":"for I didn’t shrink from declaring to you the whole counsel of God.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":28,"sectionNumber":1,"value":"Take heed, therefore, to yourselves, and to all the flock, in which the Holy Spirit has made you overseers, to shepherd the assembly of the Lord and  God which he purchased with his own blood.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":29,"sectionNumber":1,"value":"For I know that after my departure, vicious wolves will enter in among you, not sparing the flock.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":30,"sectionNumber":1,"value":"Men will arise from among your own selves, speaking perverse things, to draw away the disciples after them.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":31,"sectionNumber":1,"value":"Therefore watch, remembering that for a period of three years I didn’t cease to admonish everyone night and day with tears.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":32,"sectionNumber":1,"value":"Now, brothers, I entrust you to God and to the word of his grace, which is able to build up, and to give you the inheritance among all those who are sanctified.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":33,"sectionNumber":1,"value":"I coveted no one’s silver, gold, or clothing.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":34,"sectionNumber":1,"value":"You yourselves know that these hands served my necessities, and those who were with me.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":35,"sectionNumber":1,"value":"In all things I gave you an example, that so laboring you ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, ‘It is more blessed to give than to receive.’” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":20,"verseNumber":36,"sectionNumber":1,"value":"When he had spoken these things, he knelt down and prayed with them all.  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":37,"sectionNumber":1,"value":"They all wept freely, and fell on Paul’s neck and kissed him,  "},{"type":"paragraph text","chapterNumber":20,"verseNumber":38,"sectionNumber":1,"value":"sorrowing most of all because of the word which he had spoken, that they should see his face no more. Then they accompanied him to the ship. "},{"type":"paragraph end"},{"type":"paragraph start"}]