[{"type":"paragraph text","chapterNumber":27,"verseNumber":1,"sectionNumber":1,"value":"When it was determined that we should sail for Italy, they delivered Paul and certain other prisoners to a centurion named Julius, of the Augustan band.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":2,"sectionNumber":1,"value":"Embarking in a ship of Adramyttium, which was about to sail to places on the coast of Asia, we put to sea, Aristarchus, a Macedonian of Thessalonica, being with us.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":3,"sectionNumber":1,"value":"The next day, we touched at Sidon. Julius treated Paul kindly, and gave him permission to go to his friends and refresh himself.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":4,"sectionNumber":1,"value":"Putting to sea from there, we sailed under the lee of Cyprus, because the winds were contrary.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":5,"sectionNumber":1,"value":"When we had sailed across the sea which is off Cilicia and Pamphylia, we came to Myra, a city of Lycia.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":6,"sectionNumber":1,"value":"There the centurion found a ship of Alexandria sailing for Italy, and he put us on board.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":7,"sectionNumber":1,"value":"When we had sailed slowly many days, and had come with difficulty opposite Cnidus, the wind not allowing us further, we sailed under the lee of Crete, opposite Salmone.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":8,"sectionNumber":1,"value":"With difficulty sailing along it we came to a certain place called Fair Havens, near the city of Lasea. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":9,"sectionNumber":1,"value":"When much time had passed and the voyage was now dangerous, because the Fast had now already gone by, Paul admonished them  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":10,"sectionNumber":1,"value":"and said to them, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.”  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":11,"sectionNumber":1,"value":"But the centurion gave more heed to the master and to the owner of the ship than to those things which were spoken by Paul.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":12,"sectionNumber":1,"value":"Because the haven was not suitable to winter in, the majority advised going to sea from there, if by any means they could reach Phoenix, and winter there, which is a port of Crete, looking southwest and northwest. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":13,"sectionNumber":1,"value":"When the south wind blew softly, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to shore.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":14,"sectionNumber":1,"value":"But before long, a stormy wind beat down from shore, which is called Euroclydon.   "},{"type":"paragraph text","chapterNumber":27,"verseNumber":15,"sectionNumber":1,"value":"When the ship was caught and couldn’t face the wind, we gave way to it and were driven along.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":16,"sectionNumber":1,"value":"Running under the lee of a small island called Clauda, we were able, with difficulty, to secure the boat.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":17,"sectionNumber":1,"value":"After they had hoisted it up, they used cables to help reinforce the ship. Fearing that they would run aground on the Syrtis sand bars, they lowered the sea anchor, and so were driven along.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":18,"sectionNumber":1,"value":"As we labored exceedingly with the storm, the next day they began to throw things overboard.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":19,"sectionNumber":1,"value":"On the third day, they threw out the ship’s tackle with their own hands.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":20,"sectionNumber":1,"value":"When neither sun nor stars shone on us for many days, and no small storm pressed on us, all hope that we would be saved was now taken away. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":21,"sectionNumber":1,"value":"When they had been long without food, Paul stood up in the middle of them, and said, “Sirs, you should have listened to me, and not have set sail from Crete and have gotten this injury and loss.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":22,"sectionNumber":1,"value":"Now I exhort you to cheer up, for there will be no loss of life among you, but only of the ship.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":23,"sectionNumber":1,"value":"For there stood by me this night an angel, belonging to the God whose I am and whom I serve,  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":24,"sectionNumber":1,"value":"saying, ‘Don’t be afraid, Paul. You must stand before Caesar. Behold, God has granted you all those who sail with you.’  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":25,"sectionNumber":1,"value":"Therefore, sirs, cheer up! For I believe God, that it will be just as it has been spoken to me.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":26,"sectionNumber":1,"value":"But we must run aground on a certain island.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":27,"sectionNumber":1,"value":"But when the fourteenth night had come, as we were driven back and forth in the Adriatic Sea, about midnight the sailors surmised that they were drawing near to some land.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":28,"sectionNumber":1,"value":"They took soundings, and found twenty fathoms. After a little while, they took soundings again, and found fifteen fathoms.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":29,"sectionNumber":1,"value":"Fearing that we would run aground on rocky ground, they let go four anchors from the stern, and wished for daylight.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":30,"sectionNumber":1,"value":"As the sailors were trying to flee out of the ship, and had lowered the boat into the sea, pretending that they would lay out anchors from the bow,  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":31,"sectionNumber":1,"value":"Paul said to the centurion and to the soldiers, “Unless these stay in the ship, you can’t be saved.”  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":32,"sectionNumber":1,"value":"Then the soldiers cut away the ropes of the boat, and let it fall off. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":33,"sectionNumber":1,"value":"While the day was coming on, Paul begged them all to take some food, saying, “Today is the fourteenth day that you wait and continue fasting, having taken nothing.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":34,"sectionNumber":1,"value":"Therefore I beg you to take some food; for this is for your safety; for not a hair will perish from any of your heads.”  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":35,"sectionNumber":1,"value":"When he had said this, and had taken bread, he gave thanks to God in the presence of all, then he broke it and began to eat.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":36,"sectionNumber":1,"value":"Then they all cheered up, and they also took food.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":37,"sectionNumber":1,"value":"In all, we were two hundred seventy-six souls on the ship.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":38,"sectionNumber":1,"value":"When they had eaten enough, they lightened the ship, throwing out the wheat into the sea.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":39,"sectionNumber":1,"value":"When it was day, they didn’t recognize the land, but they noticed a certain bay with a beach, and they decided to try to drive the ship onto it.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":40,"sectionNumber":1,"value":"Casting off the anchors, they left them in the sea, at the same time untying the rudder ropes. Hoisting up the foresail to the wind, they made for the beach.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":41,"sectionNumber":1,"value":"But coming to a place where two seas met, they ran the vessel aground. The bow struck and remained immovable, but the stern began to break up by the violence of the waves. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":42,"sectionNumber":1,"value":"The soldiers’ counsel was to kill the prisoners, so that none of them would swim out and escape.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":43,"sectionNumber":1,"value":"But the centurion, desiring to save Paul, stopped them from their purpose, and commanded that those who could swim should throw themselves overboard first to go toward the land;  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":44,"sectionNumber":1,"value":"and the rest should follow, some on planks, and some on other things from the ship. So they all escaped safely to the land. "},{"type":"paragraph end"},{"type":"paragraph start"}]