[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"You shall observe to do all the commandments which I command you today, that you may live, and multiply, and go in and possess the land which Yahweh swore to your fathers.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"You shall remember all the way which Yahweh your God has led you these forty years in the wilderness, that he might humble you, to test you, to know what was in your heart, whether you would keep his commandments or not.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"He humbled you, allowed you to be hungry, and fed you with manna, which you didn’t know, neither did your fathers know, that he might teach you that man does not live by bread only, but man lives by every word that proceeds out of Yahweh’s mouth.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"Your clothing didn’t grow old on you, neither did your foot swell, these forty years.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"You shall consider in your heart that as a man disciplines his son, so Yahweh your God disciplines you.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"You shall keep the commandments of Yahweh your God, to walk in his ways, and to fear him.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"For Yahweh your God brings you into a good land, a land of brooks of water, of springs, and underground water flowing into valleys and hills;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"a land of wheat, barley, vines, fig trees, and pomegranates; a land of olive trees and honey;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"a land in which you shall eat bread without scarcity, you shall not lack anything in it; a land whose stones are iron, and out of whose hills you may dig copper.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"You shall eat and be full, and you shall bless Yahweh your God for the good land which he has given you. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"Beware lest you forget Yahweh your God, in not keeping his commandments, his ordinances, and his statutes, which I command you today;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"lest, when you have eaten and are full, and have built fine houses and lived in them;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"and when your herds and your flocks multiply, and your silver and your gold is multiplied, and all that you have is multiplied;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":14,"sectionNumber":1,"value":"then your heart might be lifted up, and you forget Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":15,"sectionNumber":1,"value":"who led you through the great and terrible wilderness, with venomous snakes and scorpions, and thirsty ground where there was no water; who poured water for you out of the rock of flint;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":16,"sectionNumber":1,"value":"who fed you in the wilderness with manna, which your fathers didn’t know, that he might humble you, and that he might prove you, to do you good at your latter end;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":17,"sectionNumber":1,"value":"and lest you say in your heart, “My power and the might of my hand has gotten me this wealth.”  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":18,"sectionNumber":1,"value":"But you shall remember Yahweh your God, for it is he who gives you power to get wealth, that he may establish his covenant which he swore to your fathers, as it is today. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":19,"sectionNumber":1,"value":"It shall be, if you shall forget Yahweh your God, and walk after other gods, and serve them and worship them, I testify against you today that you shall surely perish.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":20,"sectionNumber":1,"value":"As the nations that Yahweh makes to perish before you, so you shall perish, because you wouldn’t listen to Yahweh your God’s voice. "},{"type":"paragraph end"},{"type":"paragraph start"}]