[{"type":"paragraph text","chapterNumber":19,"verseNumber":1,"sectionNumber":1,"value":"When Yahweh your God cuts off the nations whose land Yahweh your God gives you, and you succeed them and dwell in their cities and in their houses,  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":2,"sectionNumber":1,"value":"you shall set apart three cities for yourselves in the middle of your land, which Yahweh your God gives you to possess.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":3,"sectionNumber":1,"value":"You shall prepare the way, and divide the borders of your land which Yahweh your God causes you to inherit into three parts, that every man slayer may flee there.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":4,"sectionNumber":1,"value":"This is the case of the man slayer who shall flee there and live: Whoever kills his neighbor unintentionally, and didn’t hate him in time past—  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":5,"sectionNumber":1,"value":"as when a man goes into the forest with his neighbor to chop wood and his hand swings the ax to cut down the tree, and the head slips from the handle and hits his neighbor so that he dies—he shall flee to one of these cities and live.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":6,"sectionNumber":1,"value":"Otherwise, the avenger of blood might pursue the man slayer while hot anger is in his heart and overtake him, because the way is long, and strike him mortally, even though he was not worthy of death, because he didn’t hate him in time past.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":7,"sectionNumber":1,"value":"Therefore I command you to set apart three cities for yourselves.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":8,"sectionNumber":1,"value":"If Yahweh your God enlarges your border, as he has sworn to your fathers, and gives you all the land which he promised to give to your fathers;  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":9,"sectionNumber":1,"value":"and if you keep all this commandment to do it, which I command you today, to love Yahweh your God, and to walk ever in his ways, then you shall add three cities more for yourselves, in addition to these three.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":10,"sectionNumber":1,"value":"This is so that innocent blood will not be shed in the middle of your land which Yahweh your God gives you for an inheritance, leaving blood guilt on you.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":11,"sectionNumber":1,"value":"But if any man hates his neighbor, lies in wait for him, rises up against him, strikes him mortally so that he dies, and he flees into one of these cities;  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":12,"sectionNumber":1,"value":"then the elders of his city shall send and bring him there, and deliver him into the hand of the avenger of blood, that he may die.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":13,"sectionNumber":1,"value":"Your eye shall not pity him, but you shall purge the innocent blood from Israel that it may go well with you. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":14,"sectionNumber":1,"value":"You shall not remove your neighbor’s landmark, which they of old time have set, in your inheritance which you shall inherit, in the land that Yahweh your God gives you to possess. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":19,"verseNumber":15,"sectionNumber":1,"value":"One witness shall not rise up against a man for any iniquity, or for any sin that he sins. At the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":16,"sectionNumber":1,"value":"If an unrighteous witness rises up against any man to testify against him of wrongdoing,  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":17,"sectionNumber":1,"value":"then both the men, between whom the controversy is, shall stand before Yahweh, before the priests and the judges who shall be in those days;  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":18,"sectionNumber":1,"value":"and the judges shall make diligent inquisition; and behold, if the witness is a false witness, and has testified falsely against his brother,  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":19,"sectionNumber":1,"value":"then you shall do to him as he had thought to do to his brother. So you shall remove the evil from among you.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":20,"sectionNumber":1,"value":"Those who remain shall hear, and fear, and will never again commit any such evil among you.  "},{"type":"paragraph text","chapterNumber":19,"verseNumber":21,"sectionNumber":1,"value":"Your eyes shall not pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot. "},{"type":"paragraph end"},{"type":"paragraph start"}]