[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"There is an evil which I have seen under the sun, and it is heavy on men:  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"a man to whom God gives riches, wealth, and honor, so that he lacks nothing for his soul of all that he desires, yet God gives him no power to eat of it, but an alien eats it. This is vanity, and it is an evil disease. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"If a man fathers a hundred children, and lives many years, so that the days of his years are many, but his soul is not filled with good, and moreover he has no burial; I say, that a stillborn child is better than he:  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"for it comes in vanity, and departs in darkness, and its name is covered with darkness.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"Moreover it has not seen the sun nor known it. This has rest rather than the other.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"Yes, though he live a thousand years twice told, and yet fails to enjoy good, don’t all go to one place?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"All the labor of man is for his mouth, and yet the appetite is not filled.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"For what advantage has the wise more than the fool? What has the poor man, that knows how to walk before the living?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"Better is the sight of the eyes than the wandering of the desire. This also is vanity and a chasing after wind.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"Whatever has been, its name was given long ago; and it is known what man is; neither can he contend with him who is mightier than he.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"For there are many words that create vanity. What does that profit man?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"For who knows what is good for man in life, all the days of his vain life which he spends like a shadow? For who can tell a man what will be after him under the sun? "},{"type":"paragraph end"},{"type":"paragraph start"}]