[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"The words of the Preacher, the son of David, king in Jerusalem: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"“Vanity of vanities,” says the Preacher; “Vanity of vanities, all is vanity.”  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"What does man gain from all his labor in which he labors under the sun?  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"One generation goes, and another generation comes; but the earth remains forever.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"The sun also rises, and the sun goes down, and hurries to its place where it rises.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"The wind goes toward the south, and turns around to the north. It turns around continually as it goes, and the wind returns again to its courses.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"All the rivers run into the sea, yet the sea is not full. To the place where the rivers flow, there they flow again.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"All things are full of weariness beyond uttering. The eye is not satisfied with seeing, nor the ear filled with hearing.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"That which has been is that which shall be; and that which has been done is that which shall be done: and there is no new thing under the sun.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"Is there a thing of which it may be said, “Behold, this is new?” It has been long ago, in the ages which were before us.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"There is no memory of the former; neither shall there be any memory of the latter that are to come, among those that shall come after. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"I, the Preacher, was king over Israel in Jerusalem.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"I applied my heart to seek and to search out by wisdom concerning all that is done under the sky. It is a heavy burden that God has given to the sons of men to be afflicted with.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"I have seen all the works that are done under the sun; and behold, all is vanity and a chasing after wind.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"That which is crooked can’t be made straight; and that which is lacking can’t be counted.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"I said to myself, “Behold, I have obtained for myself great wisdom above all who were before me in Jerusalem. Yes, my heart has had great experience of wisdom and knowledge.”  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":17,"sectionNumber":1,"value":"I applied my heart to know wisdom, and to know madness and folly. I perceived that this also was a chasing after wind.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":18,"sectionNumber":1,"value":"For in much wisdom is much grief; and he who increases knowledge increases sorrow. "},{"type":"paragraph end"},{"type":"paragraph start"}]