[{"type":"paragraph text","chapterNumber":4,"verseNumber":1,"sectionNumber":1,"value":"Then I returned and saw all the oppressions that are done under the sun: and behold, the tears of those who were oppressed, and they had no comforter; and on the side of their oppressors there was power; but they had no comforter.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":2,"sectionNumber":1,"value":"Therefore I praised the dead who have been long dead more than the living who are yet alive.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":3,"sectionNumber":1,"value":"Yes, better than them both is him who has not yet been, who has not seen the evil work that is done under the sun.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":4,"sectionNumber":1,"value":"Then I saw all the labor and achievement that is the envy of a man’s neighbor. This also is vanity and a striving after wind. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":5,"sectionNumber":1,"value":"The fool folds his hands together and ruins himself.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":6,"sectionNumber":1,"value":"Better is a handful, with quietness, than two handfuls with labor and chasing after wind. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":7,"sectionNumber":1,"value":"Then I returned and saw vanity under the sun.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":8,"sectionNumber":1,"value":"There is one who is alone, and he has neither son nor brother. There is no end to all of his labor, neither are his eyes satisfied with wealth. “For whom then, do I labor and deprive my soul of enjoyment?” This also is vanity. Yes, it is a miserable business. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":9,"sectionNumber":1,"value":"Two are better than one, because they have a good reward for their labor.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":10,"sectionNumber":1,"value":"For if they fall, the one will lift up his fellow; but woe to him who is alone when he falls, and doesn’t have another to lift him up.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":11,"sectionNumber":1,"value":"Again, if two lie together, then they have warmth; but how can one keep warm alone?  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":12,"sectionNumber":1,"value":"If a man prevails against one who is alone, two shall withstand him; and a threefold cord is not quickly broken. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":4,"verseNumber":13,"sectionNumber":1,"value":"Better is a poor and wise youth than an old and foolish king who doesn’t know how to receive admonition any more.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":14,"sectionNumber":1,"value":"For out of prison he came out to be king; yes, even in his kingdom he was born poor.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":15,"sectionNumber":1,"value":"I saw all the living who walk under the sun, that they were with the youth, the other, who succeeded him.  "},{"type":"paragraph text","chapterNumber":4,"verseNumber":16,"sectionNumber":1,"value":"There was no end of all the people, even of all them over whom he was—yet those who come after shall not rejoice in him. Surely this also is vanity and a chasing after wind. "},{"type":"paragraph end"},{"type":"paragraph start"}]