[{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":1,"value":"You were made alive when you were dead in transgressions and sins,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":2,"sectionNumber":1,"value":"in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":3,"sectionNumber":1,"value":"We also all once lived among them in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":4,"sectionNumber":1,"value":"But God, being rich in mercy, for his great love with which he loved us,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":5,"sectionNumber":1,"value":"even when we were dead through our trespasses, made us alive together with Christ—by grace you have been saved—  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":6,"sectionNumber":1,"value":"and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":7,"sectionNumber":1,"value":"that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":8,"sectionNumber":1,"value":"for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":9,"sectionNumber":1,"value":"not of works, that no one would boast.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":10,"sectionNumber":1,"value":"For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":11,"sectionNumber":1,"value":"Therefore remember that once you, the Gentiles in the flesh, who are called “uncircumcision” by that which is called “circumcision” (in the flesh, made by hands),  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":12,"sectionNumber":1,"value":"that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":13,"sectionNumber":1,"value":"But now in Christ Jesus you who once were far off are made near in the blood of Christ.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":14,"sectionNumber":1,"value":"For he is our peace, who made both one, and broke down the middle wall of separation,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":15,"sectionNumber":1,"value":"having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":16,"sectionNumber":1,"value":"and might reconcile them both in one body to God through the cross, having killed the hostility through it.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":17,"sectionNumber":1,"value":"He came and preached peace to you who were far off and to those who were near.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":18,"sectionNumber":1,"value":"For through him we both have our access in one Spirit to the Father.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":19,"sectionNumber":1,"value":"So then you are no longer strangers and foreigners, but you are fellow citizens with the saints and of the household of God,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":20,"sectionNumber":1,"value":"being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":21,"sectionNumber":1,"value":"in whom the whole building, fitted together, grows into a holy temple in the Lord;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":22,"sectionNumber":1,"value":"in whom you also are built together for a habitation of God in the Spirit. "},{"type":"paragraph end"},{"type":"paragraph start"}]