[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"Children, obey your parents in the Lord, for this is right.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"“Honor your father and mother,” which is the first commandment with a promise:  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"“that it may be well with you, and you may live long on the earth.”  "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"You fathers, don’t provoke your children to wrath, but nurture them in the discipline and instruction of the Lord. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"Servants, be obedient to those who according to the flesh are your masters, with fear and trembling, in singleness of your heart, as to Christ,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"not in the way of service only when eyes are on you, as men pleasers, but as servants of Christ, doing the will of God from the heart,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"with good will doing service as to the Lord, and not to men,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"knowing that whatever good thing each one does, he will receive the same good again from the Lord, whether he is bound or free. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"You masters, do the same things to them, and give up threatening, knowing that he who is both their Master and yours is in heaven, and there is no partiality with him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"Finally, be strong in the Lord, and in the strength of his might.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"Put on the whole armor of God, that you may be able to stand against the wiles of the devil.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"For our wrestling is not against flesh and blood, but against the principalities, against the powers, against the world’s rulers of the darkness of this age, and against the spiritual forces of wickedness in the heavenly places.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":13,"sectionNumber":1,"value":"Therefore put on the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":14,"sectionNumber":1,"value":"Stand therefore, having the utility belt of truth buckled around your waist, and having put on the breastplate of righteousness,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":15,"sectionNumber":1,"value":"and having fitted your feet with the preparation of the Good News of peace,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":16,"sectionNumber":1,"value":"above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":17,"sectionNumber":1,"value":"And take the helmet of salvation, and the sword of the Spirit, which is the word of God;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":18,"sectionNumber":1,"value":"with all prayer and requests, praying at all times in the Spirit, and being watchful to this end in all perseverance and requests for all the saints:  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":19,"sectionNumber":1,"value":"on my behalf, that utterance may be given to me in opening my mouth, to make known with boldness the mystery of the Good News,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":20,"sectionNumber":1,"value":"for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":21,"sectionNumber":1,"value":"But that you also may know my affairs, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will make known to you all things.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":22,"sectionNumber":1,"value":"I have sent him to you for this very purpose, that you may know our state and that he may comfort your hearts. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":23,"sectionNumber":1,"value":"Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":24,"sectionNumber":1,"value":"Grace be with all those who love our Lord Jesus Christ with incorruptible love. Amen. "},{"type":"paragraph end"}]