[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"Now in the days of Ahasuerus (this is Ahasuerus who reigned from India even to Ethiopia, over one hundred twenty-seven provinces),  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"in those days, when the King Ahasuerus sat on the throne of his kingdom, which was in Susa the palace,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"in the third year of his reign, he made a feast for all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"He displayed the riches of his glorious kingdom and the honor of his excellent majesty many days, even one hundred eighty days.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"When these days were fulfilled, the king made a seven day feast for all the people who were present in Susa the palace, both great and small, in the court of the garden of the king’s palace.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"There were hangings of white and blue material, fastened with cords of fine linen and purple to silver rings and marble pillars. The couches were of gold and silver, on a pavement of red, white, yellow, and black marble.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"They gave them drinks in golden vessels of various kinds, including royal wine in abundance, according to the bounty of the king.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"In accordance with the law, the drinking was not compulsory; for so the king had instructed all the officials of his house, that they should do according to every man’s pleasure. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"Also Vashti the queen made a feast for the women in the royal house which belonged to King Ahasuerus. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcass, the seven eunuchs who served in the presence of Ahasuerus the king,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"to bring Vashti the queen before the king with the royal crown, to show the people and the princes her beauty; for she was beautiful.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"But the queen Vashti refused to come at the king’s commandment by the eunuchs. Therefore the king was very angry, and his anger burned in him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"Then the king said to the wise men, who knew the times (for it was the king’s custom to consult those who knew law and judgment;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"and the next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king’s face, and sat first in the kingdom),  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"“What shall we do to the queen Vashti according to law, because she has not done the bidding of the King Ahasuerus by the eunuchs?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"Memucan answered before the king and the princes, “Vashti the queen has not done wrong to just the king, but also to all the princes, and to all the people who are in all the provinces of the King Ahasuerus.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":17,"sectionNumber":1,"value":"For this deed of the queen will become known to all women, causing them to show contempt for their husbands, when it is reported, ‘King Ahasuerus commanded Vashti the queen to be brought in before him, but she didn’t come.’  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":18,"sectionNumber":1,"value":"Today, the princesses of Persia and Media who have heard of the queen’s deed will tell all the king’s princes. This will cause much contempt and wrath. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":19,"sectionNumber":1,"value":"“If it pleases the king, let a royal commandment go from him, and let it be written among the laws of the Persians and the Medes, so that it cannot be altered, that Vashti may never again come before King Ahasuerus; and let the king give her royal estate to another who is better than she.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":20,"sectionNumber":1,"value":"When the king’s decree which he shall make is published throughout all his kingdom (for it is great), all the wives will give their husbands honor, both great and small.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":21,"sectionNumber":1,"value":"This advice pleased the king and the princes, and the king did according to the word of Memucan:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":22,"sectionNumber":1,"value":"for he sent letters into all the king’s provinces, into every province according to its writing, and to every people in their language, that every man should rule his own house, speaking in the language of his own people. "},{"type":"paragraph end"},{"type":"paragraph start"}]