[{"type":"paragraph text","chapterNumber":25,"verseNumber":1,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":2,"sectionNumber":1,"value":"“Speak to the children of Israel, that they take an offering for me. From everyone whose heart makes him willing you shall take my offering.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":3,"sectionNumber":1,"value":"This is the offering which you shall take from them: gold, silver, bronze,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":4,"sectionNumber":1,"value":"blue, purple, scarlet, fine linen, goats’ hair,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":5,"sectionNumber":1,"value":"rams’ skins dyed red, sea cow hides, acacia wood,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":6,"sectionNumber":1,"value":"oil for the light, spices for the anointing oil and for the sweet incense,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":7,"sectionNumber":1,"value":"onyx stones, and stones to be set for the ephod and for the breastplate.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":8,"sectionNumber":1,"value":"Let them make me a sanctuary, that I may dwell among them.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":9,"sectionNumber":1,"value":"According to all that I show you, the pattern of the tabernacle, and the pattern of all of its furniture, even so you shall make it. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":10,"sectionNumber":1,"value":"“They shall make an ark of acacia wood. Its length shall be two and a half cubits, its width a cubit and a half, and a cubit and a half its height.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":11,"sectionNumber":1,"value":"You shall overlay it with pure gold. You shall overlay it inside and outside, and you shall make a gold molding around it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":12,"sectionNumber":1,"value":"You shall cast four rings of gold for it, and put them in its four feet. Two rings shall be on the one side of it, and two rings on the other side of it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":13,"sectionNumber":1,"value":"You shall make poles of acacia wood, and overlay them with gold.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":14,"sectionNumber":1,"value":"You shall put the poles into the rings on the sides of the ark to carry the ark.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":15,"sectionNumber":1,"value":"The poles shall be in the rings of the ark. They shall not be taken from it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":16,"sectionNumber":1,"value":"You shall put the covenant which I shall give you into the ark.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":17,"sectionNumber":1,"value":"You shall make a mercy seat of pure gold. Two and a half cubits shall be its length, and a cubit and a half its width.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":18,"sectionNumber":1,"value":"You shall make two cherubim of hammered gold. You shall make them at the two ends of the mercy seat.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":19,"sectionNumber":1,"value":"Make one cherub at the one end, and one cherub at the other end. You shall make the cherubim on its two ends of one piece with the mercy seat.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":20,"sectionNumber":1,"value":"The cherubim shall spread out their wings upward, covering the mercy seat with their wings, with their faces toward one another. The faces of the cherubim shall be toward the mercy seat.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":21,"sectionNumber":1,"value":"You shall put the mercy seat on top of the ark, and in the ark you shall put the covenant that I will give you.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":22,"sectionNumber":1,"value":"There I will meet with you, and I will tell you from above the mercy seat, from between the two cherubim which are on the ark of the covenant, all that I command you for the children of Israel. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":23,"sectionNumber":1,"value":"“You shall make a table of acacia wood. Its length shall be two cubits, and its width a cubit, and its height one and a half cubits.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":24,"sectionNumber":1,"value":"You shall overlay it with pure gold, and make a gold molding around it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":25,"sectionNumber":1,"value":"You shall make a rim of a hand width around it. You shall make a golden molding on its rim around it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":26,"sectionNumber":1,"value":"You shall make four rings of gold for it, and put the rings in the four corners that are on its four feet.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":27,"sectionNumber":1,"value":"the rings shall be close to the rim, for places for the poles to carry the table.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":28,"sectionNumber":1,"value":"You shall make the poles of acacia wood, and overlay them with gold, that the table may be carried with them.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":29,"sectionNumber":1,"value":"You shall make its dishes, its spoons, its ladles, and its bowls to pour out offerings with. You shall make them of pure gold.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":30,"sectionNumber":1,"value":"You shall set bread of the presence on the table before me always. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":31,"sectionNumber":1,"value":"“You shall make a lamp stand of pure gold. The lamp stand shall be made of hammered work. Its base, its shaft, its cups, its buds, and its flowers shall be of one piece with it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":32,"sectionNumber":1,"value":"There shall be six branches going out of its sides: three branches of the lamp stand out of its one side, and three branches of the lamp stand out of its other side;  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":33,"sectionNumber":1,"value":"three cups made like almond blossoms in one branch, a bud and a flower; and three cups made like almond blossoms in the other branch, a bud and a flower, so for the six branches going out of the lamp stand;  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":34,"sectionNumber":1,"value":"and in the lamp stand four cups made like almond blossoms, its buds and its flowers;  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":35,"sectionNumber":1,"value":"and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, and a bud under two branches of one piece with it, for the six branches going out of the lamp stand.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":36,"sectionNumber":1,"value":"Their buds and their branches shall be of one piece with it, all of it one beaten work of pure gold.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":37,"sectionNumber":1,"value":"You shall make its lamps seven, and they shall light its lamps to give light to the space in front of it.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":38,"sectionNumber":1,"value":"Its snuffers and its snuff dishes shall be of pure gold.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":39,"sectionNumber":1,"value":"It shall be made of a talent of pure gold, with all these accessories.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":40,"sectionNumber":1,"value":"See that you make them after their pattern, which has been shown to you on the mountain. "},{"type":"paragraph end"},{"type":"paragraph start"}]