[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"Yahweh said to Moses, “Now you shall see what I will do to Pharaoh, for by a strong hand he shall let them go, and by a strong hand he shall drive them out of his land.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"God spoke to Moses, and said to him, “I am Yahweh.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"I appeared to Abraham, to Isaac, and to Jacob, as God Almighty; but by my name Yahweh I was not known to them.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"I have also established my covenant with them, to give them the land of Canaan, the land of their travels, in which they lived as aliens.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"Moreover I have heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and I have remembered my covenant.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"Therefore tell the children of Israel, ‘I am Yahweh, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with an outstretched arm, and with great judgments.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"I will take you to myself for a people. I will be your God; and you shall know that I am Yahweh your God, who brings you out from under the burdens of the Egyptians.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"I will bring you into the land which I swore to give to Abraham, to Isaac, and to Jacob; and I will give it to you for a heritage: I am Yahweh.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"Moses spoke so to the children of Israel, but they didn’t listen to Moses for anguish of spirit, and for cruel bondage. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"“Go in, speak to Pharaoh king of Egypt, that he let the children of Israel go out of his land.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"Moses spoke before Yahweh, saying, “Behold, the children of Israel haven’t listened to me. How then shall Pharaoh listen to me, when I have uncircumcised lips?”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":13,"sectionNumber":1,"value":"Yahweh spoke to Moses and to Aaron, and gave them a command to the children of Israel, and to Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":14,"sectionNumber":1,"value":"These are the heads of their fathers’ houses. The sons of Reuben the firstborn of Israel: Hanoch, and Pallu, Hezron, and Carmi; these are the families of Reuben.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":15,"sectionNumber":1,"value":"The sons of Simeon: Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":16,"sectionNumber":1,"value":"These are the names of the sons of Levi according to their generations: Gershon, and Kohath, and Merari; and the years of the life of Levi were one hundred thirty-seven years.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":17,"sectionNumber":1,"value":"The sons of Gershon: Libni and Shimei, according to their families.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":18,"sectionNumber":1,"value":"The sons of Kohath: Amram, and Izhar, and Hebron, and Uzziel; and the years of the life of Kohath were one hundred thirty-three years.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":19,"sectionNumber":1,"value":"The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":20,"sectionNumber":1,"value":"Amram took Jochebed his father’s sister to himself as wife; and she bore him Aaron and Moses. The years of the life of Amram were one hundred thirty-seven years.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":21,"sectionNumber":1,"value":"The sons of Izhar: Korah, and Nepheg, and Zichri.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":22,"sectionNumber":1,"value":"The sons of Uzziel: Mishael, and Elzaphan, and Sithri.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":23,"sectionNumber":1,"value":"Aaron took Elisheba, the daughter of Amminadab, the sister of Nahshon, as his wife; and she bore him Nadab and Abihu, Eleazar and Ithamar.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":24,"sectionNumber":1,"value":"The sons of Korah: Assir, and Elkanah, and Abiasaph; these are the families of the Korahites.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":25,"sectionNumber":1,"value":"Eleazar Aaron’s son took one of the daughters of Putiel as his wife; and she bore him Phinehas. These are the heads of the fathers’ houses of the Levites according to their families.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":26,"sectionNumber":1,"value":"These are that Aaron and Moses to whom Yahweh said, “Bring out the children of Israel from the land of Egypt according to their armies.”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":27,"sectionNumber":1,"value":"These are those who spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are that Moses and Aaron. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":28,"sectionNumber":1,"value":"On the day when Yahweh spoke to Moses in the land of Egypt,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":29,"sectionNumber":1,"value":"Yahweh said to Moses, “I am Yahweh. Tell Pharaoh king of Egypt all that I tell you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":30,"sectionNumber":1,"value":"Moses said before Yahweh, “Behold, I am of uncircumcised lips, and how shall Pharaoh listen to me?” "},{"type":"paragraph end"},{"type":"paragraph start"}]