[{"type":"paragraph text","chapterNumber":38,"verseNumber":1,"sectionNumber":1,"value":"He made the altar of burnt offering of acacia wood. It was square. Its length was five cubits, its width was five cubits, and its height was three cubits.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":2,"sectionNumber":1,"value":"He made its horns on its four corners. Its horns were of one piece with it, and he overlaid it with bronze.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":3,"sectionNumber":1,"value":"He made all the vessels of the altar: the pots, the shovels, the basins, the forks, and the fire pans. He made all its vessels of bronze.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":4,"sectionNumber":1,"value":"He made for the altar a grating of a network of bronze, under the ledge around it beneath, reaching halfway up.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":5,"sectionNumber":1,"value":"He cast four rings for the four corners of bronze grating, to be places for the poles.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":6,"sectionNumber":1,"value":"He made the poles of acacia wood, and overlaid them with bronze.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":7,"sectionNumber":1,"value":"He put the poles into the rings on the sides of the altar, with which to carry it. He made it hollow with planks. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":38,"verseNumber":8,"sectionNumber":1,"value":"He made the basin of bronze, and its base of bronze, out of the mirrors of the ministering women who ministered at the door of the Tent of Meeting. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":38,"verseNumber":9,"sectionNumber":1,"value":"He made the court: for the south side southward the hangings of the court were of fine twined linen, one hundred cubits;  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":10,"sectionNumber":1,"value":"their pillars were twenty, and their sockets twenty, of bronze; the hooks of the pillars and their fillets were of silver.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":11,"sectionNumber":1,"value":"For the north side one hundred cubits, their pillars twenty, and their sockets twenty, of bronze; the hooks of the pillars, and their fillets, of silver.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":12,"sectionNumber":1,"value":"For the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":13,"sectionNumber":1,"value":"For the east side eastward fifty cubits,  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":14,"sectionNumber":1,"value":"the hangings for the one side were fifteen cubits; their pillars three, and their sockets three;  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":15,"sectionNumber":1,"value":"and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":16,"sectionNumber":1,"value":"All the hangings around the court were of fine twined linen.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":17,"sectionNumber":1,"value":"The sockets for the pillars were of bronze. The hooks of the pillars and their fillets were of silver. Their capitals were overlaid with silver. All the pillars of the court had silver bands.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":18,"sectionNumber":1,"value":"The screen for the gate of the court was the work of the embroiderer, of blue, purple, scarlet, and fine twined linen. Twenty cubits was the length, and the height along the width was five cubits, like the hangings of the court.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":19,"sectionNumber":1,"value":"Their pillars were four, and their sockets four, of bronze; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":20,"sectionNumber":1,"value":"All the pins of the tabernacle, and around the court, were of bronze. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":38,"verseNumber":21,"sectionNumber":1,"value":"These are the amounts of materials used for the tabernacle, even the Tabernacle of the Testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":22,"sectionNumber":1,"value":"Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Yahweh commanded Moses.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":23,"sectionNumber":1,"value":"With him was Oholiab, the son of Ahisamach, of the tribe of Dan, an engraver, and a skillful workman, and an embroiderer in blue, in purple, in scarlet, and in fine linen. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":38,"verseNumber":24,"sectionNumber":1,"value":"All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty-nine talents and seven hundred thirty shekels, according to the shekel of the sanctuary.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":25,"sectionNumber":1,"value":"The silver of those who were counted of the congregation was one hundred talents and one thousand seven hundred seventy-five shekels, according to the shekel of the sanctuary:  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":26,"sectionNumber":1,"value":"a beka a head, that is, half a shekel, according to the shekel of the sanctuary, for everyone who passed over to those who were counted, from twenty years old and upward, for six hundred three thousand five hundred fifty men.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":27,"sectionNumber":1,"value":"The one hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil: one hundred sockets for the one hundred talents, one talent per socket.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":28,"sectionNumber":1,"value":"From the one thousand seven hundred seventy-five shekels he made hooks for the pillars, overlaid their capitals, and made fillets for them.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":29,"sectionNumber":1,"value":"The bronze of the offering was seventy talents and two thousand four hundred shekels.  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":30,"sectionNumber":1,"value":"With this he made the sockets to the door of the Tent of Meeting, the bronze altar, the bronze grating for it, all the vessels of the altar,  "},{"type":"paragraph text","chapterNumber":38,"verseNumber":31,"sectionNumber":1,"value":"the sockets around the court, the sockets of the gate of the court, all the pins of the tabernacle, and all the pins around the court. "},{"type":"paragraph end"},{"type":"paragraph start"}]