[{"type":"paragraph text","chapterNumber":36,"verseNumber":1,"sectionNumber":1,"value":"“Bezalel and Oholiab shall work with every wise-hearted man, in whom Yahweh has put wisdom and understanding to know how to do all the work for the service of the sanctuary, according to all that Yahweh has commanded.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":2,"sectionNumber":1,"value":"Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Yahweh had put wisdom, even everyone whose heart stirred him up to come to the work to do it.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":3,"sectionNumber":1,"value":"They received from Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, with which to make it. They kept bringing free will offerings to him every morning.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":4,"sectionNumber":1,"value":"All the wise men, who performed all the work of the sanctuary, each came from his work which he did.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":5,"sectionNumber":1,"value":"They spoke to Moses, saying, “The people have brought much more than enough for the service of the work which Yahweh commanded to make.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":6,"sectionNumber":1,"value":"Moses gave a commandment, and they caused it to be proclaimed throughout the camp, saying, “Let neither man nor woman make anything else for the offering for the sanctuary.” So the people were restrained from bringing.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":7,"sectionNumber":1,"value":"For the stuff they had was sufficient to do all the work, and too much. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":8,"sectionNumber":1,"value":"All the wise-hearted men among those who did the work made the tabernacle with ten curtains of fine twined linen, blue, purple, and scarlet. They made them with cherubim, the work of a skillful workman.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":9,"sectionNumber":1,"value":"The length of each curtain was twenty-eight cubits, and the width of each curtain four cubits. All the curtains had one measure.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":10,"sectionNumber":1,"value":"He coupled five curtains to one another, and the other five curtains he coupled to one another.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":11,"sectionNumber":1,"value":"He made loops of blue on the edge of the one curtain from the edge in the coupling. Likewise he made in the edge of the curtain that was outermost in the second coupling.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":12,"sectionNumber":1,"value":"He made fifty loops in the one curtain, and he made fifty loops in the edge of the curtain that was in the second coupling. The loops were opposite to one another.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":13,"sectionNumber":1,"value":"He made fifty clasps of gold, and coupled the curtains to one another with the clasps: so the tabernacle was a unit. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":14,"sectionNumber":1,"value":"He made curtains of goats’ hair for a covering over the tabernacle. He made them eleven curtains.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":15,"sectionNumber":1,"value":"The length of each curtain was thirty cubits, and four cubits the width of each curtain. The eleven curtains had one measure.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":16,"sectionNumber":1,"value":"He coupled five curtains by themselves, and six curtains by themselves.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":17,"sectionNumber":1,"value":"He made fifty loops on the edge of the curtain that was outermost in the coupling, and he made fifty loops on the edge of the curtain which was outermost in the second coupling.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":18,"sectionNumber":1,"value":"He made fifty clasps of bronze to couple the tent together, that it might be a unit.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":19,"sectionNumber":1,"value":"He made a covering for the tent of rams’ skins dyed red, and a covering of sea cow hides above. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":20,"sectionNumber":1,"value":"He made the boards for the tabernacle of acacia wood, standing up.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":21,"sectionNumber":1,"value":"Ten cubits was the length of a board, and a cubit and a half the width of each board.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":22,"sectionNumber":1,"value":"Each board had two tenons, joined to one another. He made all the boards of the tabernacle this way.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":23,"sectionNumber":1,"value":"He made the boards for the tabernacle, twenty boards for the south side southward.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":24,"sectionNumber":1,"value":"He made forty sockets of silver under the twenty boards: two sockets under one board for its two tenons, and two sockets under another board for its two tenons.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":25,"sectionNumber":1,"value":"For the second side of the tabernacle, on the north side, he made twenty boards  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":26,"sectionNumber":1,"value":"and their forty sockets of silver: two sockets under one board, and two sockets under another board.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":27,"sectionNumber":1,"value":"For the far part of the tabernacle westward he made six boards.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":28,"sectionNumber":1,"value":"He made two boards for the corners of the tabernacle in the far part.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":29,"sectionNumber":1,"value":"They were double beneath, and in the same way they were all the way to its top to one ring. He did this to both of them in the two corners.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":30,"sectionNumber":1,"value":"There were eight boards and their sockets of silver, sixteen sockets—under every board two sockets. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":31,"sectionNumber":1,"value":"He made bars of acacia wood: five for the boards of the one side of the tabernacle,  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":32,"sectionNumber":1,"value":"and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":33,"sectionNumber":1,"value":"He made the middle bar to pass through in the middle of the boards from the one end to the other.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":34,"sectionNumber":1,"value":"He overlaid the boards with gold, and made their rings of gold as places for the bars, and overlaid the bars with gold. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":36,"verseNumber":35,"sectionNumber":1,"value":"He made the veil of blue, purple, scarlet, and fine twined linen, with cherubim. He made it the work of a skillful workman.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":36,"sectionNumber":1,"value":"He made four pillars of acacia for it, and overlaid them with gold. Their hooks were of gold. He cast four sockets of silver for them.  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":37,"sectionNumber":1,"value":"He made a screen for the door of the tent, of blue, purple, scarlet, and fine twined linen, the work of an embroiderer;  "},{"type":"paragraph text","chapterNumber":36,"verseNumber":38,"sectionNumber":1,"value":"and the five pillars of it with their hooks. He overlaid their capitals and their fillets with gold, and their five sockets were of bronze. "},{"type":"paragraph end"},{"type":"paragraph start"}]