[{"type":"paragraph text","chapterNumber":11,"verseNumber":1,"sectionNumber":1,"value":"Moreover the Spirit lifted me up, and brought me to the east gate of Yahweh’s house, which looks eastward. Behold, twenty-five men were at the door of the gate; and I saw among them Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, princes of the people.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":2,"sectionNumber":1,"value":"He said to me, “Son of man, these are the men who devise iniquity, and who give wicked counsel in this city;  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":3,"sectionNumber":1,"value":"who say, ‘The time is not near to build houses. This is the cauldron, and we are the meat.’  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":4,"sectionNumber":1,"value":"Therefore prophesy against them. Prophesy, son of man.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":5,"sectionNumber":1,"value":"Yahweh’s Spirit fell on me, and he said to me, “Speak, ‘Yahweh says: “Thus you have said, house of Israel; for I know the things that come into your mind.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":6,"sectionNumber":1,"value":"You have multiplied your slain in this city, and you have filled its streets with the slain. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":7,"sectionNumber":1,"value":"“ ‘Therefore the Lord Yahweh says: “Your slain whom you have laid in the middle of it, they are the meat, and this is the cauldron; but you will be brought out of the middle of it.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":8,"sectionNumber":1,"value":"You have feared the sword; and I will bring the sword on you,” says the Lord Yahweh.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":9,"sectionNumber":1,"value":"“I will bring you out of the middle of it, and deliver you into the hands of strangers, and will execute judgments among you.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":10,"sectionNumber":1,"value":"You will fall by the sword. I will judge you in the border of Israel. Then you will know that I am Yahweh.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":11,"sectionNumber":1,"value":"This will not be your cauldron, neither will you be the meat in the middle of it. I will judge you in the border of Israel.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":12,"sectionNumber":1,"value":"You will know that I am Yahweh, for you have not walked in my statutes, You have not executed my ordinances, but have done after the ordinances of the nations that are around you.” ’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":13,"sectionNumber":1,"value":"When I prophesied, Pelatiah the son of Benaiah died. Then I fell down on my face, and cried with a loud voice, and said, “Ah Lord Yahweh! Will you make a full end of the remnant of Israel?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":14,"sectionNumber":1,"value":"Yahweh’s word came to me, saying,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":15,"sectionNumber":1,"value":"“Son of man, your brothers, even your brothers, the men of your relatives, and all the house of Israel, all of them, are they to whom the inhabitants of Jerusalem have said, ‘Go far away from Yahweh. This land has been given to us for a possession.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":16,"sectionNumber":1,"value":"“Therefore say, ‘The Lord Yahweh says: “Whereas I have removed them far off among the nations, and whereas I have scattered them among the countries, yet I will be to them a sanctuary for a little while in the countries where they have come.” ’ "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":17,"sectionNumber":1,"value":"“Therefore say, ‘The Lord Yahweh says: “I will gather you from the peoples, and assemble you out of the countries where you have been scattered, and I will give you the land of Israel.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":18,"sectionNumber":1,"value":"“ ‘They will come there, and they will take away all its detestable things and all its abominations from there.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":19,"sectionNumber":1,"value":"I will give them one heart, and I will put a new spirit within you. I will take the stony heart out of their flesh, and will give them a heart of flesh;  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":20,"sectionNumber":1,"value":"that they may walk in my statutes, and keep my ordinances, and do them. They will be my people, and I will be their God.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":21,"sectionNumber":1,"value":"But as for them whose heart walks after the heart of their detestable things and their abominations, I will bring their way on their own heads,’ says the Lord Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":22,"sectionNumber":1,"value":"Then the cherubim lifted up their wings, and the wheels were beside them. The glory of the God of Israel was over them above.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":23,"sectionNumber":1,"value":"Yahweh’s glory went up from the middle of the city, and stood on the mountain which is on the east side of the city.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":24,"sectionNumber":1,"value":"The Spirit lifted me up, and brought me in the vision by the Spirit of God into Chaldea, to the captives. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":24,"sectionNumber":2,"value":"So the vision that I had seen went up from me.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":25,"sectionNumber":1,"value":"Then I spoke to the captives all the things that Yahweh had shown me. "},{"type":"paragraph end"},{"type":"paragraph start"}]