[{"type":"paragraph text","chapterNumber":40,"verseNumber":1,"sectionNumber":1,"value":"In the twenty-fifth year of our captivity, in the beginning of the year, in the tenth day of the month, in the fourteenth year after that the city was struck, in the same day, Yahweh’s hand was on me, and he brought me there.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":2,"sectionNumber":1,"value":"In the visions of God he brought me into the land of Israel, and set me down on a very high mountain, on which was something like the frame of a city to the south.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":3,"sectionNumber":1,"value":"He brought me there; and, behold, there was a man, whose appearance was like the appearance of bronze, with a line of flax in his hand, and a measuring reed; and he stood in the gate.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":4,"sectionNumber":1,"value":"The man said to me, “Son of man, see with your eyes, and hear with your ears, and set your heart on all that I will show you; for you have been brought here so that I may show them to you. Declare all that you see to the house of Israel.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":5,"sectionNumber":1,"value":"Behold, there was a wall on the outside of the house all around, and in the man’s hand a measuring reed six cubits long, of a cubit and a hand width each. So he measured the thickness of the building, one reed; and the height, one reed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":6,"sectionNumber":1,"value":"Then he came to the gate which looks toward the east, and went up its steps. He measured the threshold of the gate, one reed wide; and the other threshold, one reed wide.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":7,"sectionNumber":1,"value":"Every lodge was one reed long and one reed wide. Between the lodges was five cubits. The threshold of the gate by the porch of the gate toward the house was one reed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":8,"sectionNumber":1,"value":"He measured also the porch of the gate toward the house, one reed.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":9,"sectionNumber":1,"value":"Then he measured the porch of the gate, eight cubits; and its posts, two cubits; and the porch of the gate was toward the house. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":10,"sectionNumber":1,"value":"The lodges of the gate eastward were three on this side, and three on that side. The three of them were of one measure. The posts had one measure on this side and on that side.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":11,"sectionNumber":1,"value":"He measured the width of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits;  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":12,"sectionNumber":1,"value":"and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the lodges, six cubits on this side, and six cubits on that side.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":13,"sectionNumber":1,"value":"He measured the gate from the roof of the one lodge to the roof of the other, a width of twenty-five cubits, door against door.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":14,"sectionNumber":1,"value":"He also made posts, sixty cubits; and the court reached to the posts, around the gate.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":15,"sectionNumber":1,"value":"From the forefront of the gate at the entrance to the forefront of the inner porch of the gate were fifty cubits.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":16,"sectionNumber":1,"value":"There were closed windows to the lodges, and to their posts within the gate all around, and likewise to the arches. Windows were around inward. Palm trees were on each post. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":17,"sectionNumber":1,"value":"Then he brought me into the outer court. Behold, there were rooms and a pavement made for the court all around. Thirty rooms were on the pavement.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":18,"sectionNumber":1,"value":"The pavement was by the side of the gates, corresponding to the length of the gates, even the lower pavement.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":19,"sectionNumber":1,"value":"Then he measured the width from the forefront of the lower gate to the forefront of the inner court outside, one hundred cubits, both on the east and on the north. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":20,"sectionNumber":1,"value":"He measured the length and width of the gate of the outer court which faces toward the north.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":21,"sectionNumber":1,"value":"The lodges of it were three on this side and three on that side. Its posts and its arches were the same as the measure of the first gate: its length was fifty cubits, and the width twenty-five cubits.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":22,"sectionNumber":1,"value":"Its windows, its arches, and its palm trees were the same as the measure of the gate which faces toward the east. They went up to it by seven steps. Its arches were before them.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":23,"sectionNumber":1,"value":"There was a gate to the inner court facing the other gate, on the north and on the east. He measured one hundred cubits from gate to gate. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":24,"sectionNumber":1,"value":"He led me toward the south; and behold, there was a gate toward the south. He measured its posts and its arches according to these measurements.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":25,"sectionNumber":1,"value":"There were windows in it and in its arches all around, like those windows: the length was fifty cubits, and the width twenty-five cubits.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":26,"sectionNumber":1,"value":"There were seven steps to go up to it, and its arches were before them. It had palm trees, one on this side, and another on that side, on its posts.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":27,"sectionNumber":1,"value":"There was a gate to the inner court toward the south. He measured one hundred cubits from gate to gate toward the south. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":28,"sectionNumber":1,"value":"Then he brought me to the inner court by the south gate. He measured the south gate according to these measurements;  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":29,"sectionNumber":1,"value":"with its lodges, its posts, and its arches, according to these measurements. There were windows in it and in its arches all around. It was fifty cubits long, and twenty-five cubits wide.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":30,"sectionNumber":1,"value":"There were arches all around, twenty-five cubits long, and five cubits wide.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":31,"sectionNumber":1,"value":"Its arches were toward the outer court. Palm trees were on its posts. The ascent to it had eight steps. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":32,"sectionNumber":1,"value":"He brought me into the inner court toward the east. He measured the gate according to these measurements;  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":33,"sectionNumber":1,"value":"with its lodges, its posts, and its arches, according to these measurements. There were windows in it and in its arches all around. It was fifty cubits long, and twenty-five cubits wide.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":34,"sectionNumber":1,"value":"Its arches were toward the outer court. Palm trees were on its posts on this side and on that side. The ascent to it had eight steps. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":35,"sectionNumber":1,"value":"He brought me to the north gate, and he measured it according to these measurements;  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":36,"sectionNumber":1,"value":"its lodges, its posts, and its arches. There were windows in it all around. The length was fifty cubits and the width twenty-five cubits.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":37,"sectionNumber":1,"value":"Its posts were toward the outer court. Palm trees were on its posts on this side and on that side. The ascent to it had eight steps. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":38,"sectionNumber":1,"value":"A room with its door was by the posts at the gates. They washed the burnt offering there.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":39,"sectionNumber":1,"value":"In the porch of the gate were two tables on this side, and two tables on that side, on which to kill the burnt offering, the sin offering, and the trespass offering.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":40,"sectionNumber":1,"value":"On the one side outside, as one goes up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":41,"sectionNumber":1,"value":"Four tables were on this side, and four tables on that side, by the side of the gate: eight tables, on which they killed the sacrifices.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":42,"sectionNumber":1,"value":"There were four tables for the burnt offering, of cut stone, a cubit and a half long, and a cubit and a half wide, and one cubit high. They laid the instruments with which they killed the burnt offering and the sacrifice on them.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":43,"sectionNumber":1,"value":"The hooks, a hand width long, were fastened within all around. The meat of the offering was on the tables. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":44,"sectionNumber":1,"value":"Outside of the inner gate were rooms for the singers in the inner court, which was at the side of the north gate. They faced toward the south. One at the side of the east gate faced toward the north.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":45,"sectionNumber":1,"value":"He said to me, “This room, which faces toward the south, is for the priests, the keepers of the duty of the house.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":46,"sectionNumber":1,"value":"The room which faces toward the north is for the priests, the keepers of the duty of the altar. These are the sons of Zadok, who from among the sons of Levi come near to Yahweh to minister to him.”  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":47,"sectionNumber":1,"value":"He measured the court, one hundred cubits long, and a hundred cubits wide, square. The altar was before the house. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":40,"verseNumber":48,"sectionNumber":1,"value":"Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side. The width of the gate was three cubits on this side and three cubits on that side.  "},{"type":"paragraph text","chapterNumber":40,"verseNumber":49,"sectionNumber":1,"value":"The length of the porch was twenty cubits, and the width eleven cubits; even by the steps by which they went up to it. There were pillars by the posts, one on this side, and another on that side. "},{"type":"paragraph end"},{"type":"paragraph start"}]