[{"type":"paragraph text","chapterNumber":23,"verseNumber":1,"sectionNumber":1,"value":"Yahweh’s word came again to me, saying,  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":2,"sectionNumber":1,"value":"“Son of man, there were two women, the daughters of one mother.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":3,"sectionNumber":1,"value":"They played the prostitute in Egypt. They played the prostitute in their youth. Their breasts were fondled there, and their youthful nipples were caressed there.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":4,"sectionNumber":1,"value":"Their names were Oholah the elder, and Oholibah her sister. They became mine, and they bore sons and daughters. As for their names, Samaria is Oholah, and Jerusalem Oholibah. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":5,"sectionNumber":1,"value":"“Oholah played the prostitute when she was mine. She doted on her lovers, on the Assyrians her neighbors,  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":6,"sectionNumber":1,"value":"who were clothed with blue, governors and rulers, all of them desirable young men, horsemen riding on horses.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":7,"sectionNumber":1,"value":"She gave herself as a prostitute to them, all of them the choicest men of Assyria. She defiled herself with the idols of whoever she lusted after.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":8,"sectionNumber":1,"value":"She hasn’t left her prostitution since leaving Egypt; for in her youth they lay with her. They caressed her youthful nipples; and they poured out their prostitution on her. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":9,"sectionNumber":1,"value":"“Therefore I delivered her into the hand of her lovers, into the hand of the Assyrians, on whom she doted.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":10,"sectionNumber":1,"value":"These uncovered her nakedness. They took her sons and her daughters; and they killed her with the sword. She became a byword among women; for they executed judgments on her. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":11,"sectionNumber":1,"value":"“Her sister Oholibah saw this, yet she was more corrupt in her lusting than she, and in her prostitution which was more depraved than the prostitution of her sister.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":12,"sectionNumber":1,"value":"She lusted after the Assyrians, governors and rulers, her neighbors, clothed most gorgeously, horsemen riding on horses, all of them desirable young men.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":13,"sectionNumber":1,"value":"I saw that she was defiled. They both went the same way. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":14,"sectionNumber":1,"value":"“She increased her prostitution; for she saw men portrayed on the wall, the images of the Chaldeans portrayed with red,  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":15,"sectionNumber":1,"value":"dressed with belts on their waists, with flowing turbans on their heads, all of them looking like princes, after the likeness of the Babylonians in Chaldea, the land of their birth.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":16,"sectionNumber":1,"value":"As soon as she saw them, she lusted after them and sent messengers to them into Chaldea.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":17,"sectionNumber":1,"value":"The Babylonians came to her into the bed of love, and they defiled her with their prostitution. She was polluted with them, and her soul was alienated from them.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":18,"sectionNumber":1,"value":"So she uncovered her prostitution and uncovered her nakedness. Then my soul was alienated from her, just like my soul was alienated from her sister.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":19,"sectionNumber":1,"value":"Yet she multiplied her prostitution, remembering the days of her youth, in which she had played the prostitute in the land of Egypt.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":20,"sectionNumber":1,"value":"She lusted after their lovers, whose flesh is as the flesh of donkeys, and whose issue is like the issue of horses.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":21,"sectionNumber":1,"value":"Thus you called to memory the lewdness of your youth, in the caressing of your nipples by the Egyptians because of your youthful breasts. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":22,"sectionNumber":1,"value":"“Therefore, Oholibah, the Lord Yahweh says: ‘Behold, I will raise up your lovers against you, from whom your soul is alienated, and I will bring them against you on every side:  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":23,"sectionNumber":1,"value":"the Babylonians and all the Chaldeans, Pekod, Shoa, Koa, and all the Assyrians with them; all of them desirable young men, governors and rulers, princes and men of renown, all of them riding on horses.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":24,"sectionNumber":1,"value":"They will come against you with weapons, chariots, and wagons, and with a company of peoples. They will set themselves against you with buckler, shield, and helmet all around. I will commit the judgment to them, and they will judge you according to their judgments.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":25,"sectionNumber":1,"value":"I will set my jealousy against you, and they will deal with you in fury. They will take away your nose and your ears. Your remnant will fall by the sword. They will take your sons and your daughters; and the rest of you will be devoured by the fire.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":26,"sectionNumber":1,"value":"They will also strip you of your clothes, and take away your beautiful jewels.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":27,"sectionNumber":1,"value":"Thus I will make your lewdness to cease from you, and remove your prostitution from the land of Egypt; so that you will not lift up your eyes to them, nor remember Egypt any more.’ "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":28,"sectionNumber":1,"value":"“For the Lord Yahweh says: ‘Behold, I will deliver you into the hand of them whom you hate, into the hand of them from whom your soul is alienated.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":29,"sectionNumber":1,"value":"They will deal with you in hatred, and will take away all your labor, and will leave you naked and bare. The nakedness of your prostitution will be uncovered, both your lewdness and your prostitution.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":30,"sectionNumber":1,"value":"These things will be done to you, because you have played the prostitute after the nations, and because you are polluted with their idols.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":31,"sectionNumber":1,"value":"You have walked in the way of your sister; therefore I will give her cup into your hand.’ "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":32,"sectionNumber":1,"value":"“The Lord Yahweh says: "},{"type":"paragraph end"},{"type":"stanza start"},{"type":"line text","chapterNumber":23,"verseNumber":32,"sectionNumber":2,"value":"‘You will drink of your sister’s cup, "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":32,"sectionNumber":3,"value":"which is deep and large. "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":32,"sectionNumber":4,"value":"You will be ridiculed and held in derision. "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":32,"sectionNumber":5,"value":"It contains much. "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":33,"sectionNumber":1,"value":"You will be filled with drunkenness and sorrow, "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":33,"sectionNumber":2,"value":"with the cup of astonishment and desolation, "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":33,"sectionNumber":3,"value":"with the cup of your sister Samaria. "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":34,"sectionNumber":1,"value":"You will even drink it and drain it out. "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":34,"sectionNumber":2,"value":"You will gnaw the broken pieces of it, "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":34,"sectionNumber":3,"value":"and will tear your breasts; "},{"type":"line break"},{"type":"line text","chapterNumber":23,"verseNumber":34,"sectionNumber":4,"value":"for I have spoken it,’ says the Lord Yahweh. "},{"type":"line break"},{"type":"stanza end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":35,"sectionNumber":1,"value":"“Therefore the Lord Yahweh says: ‘Because you have forgotten me, and cast me behind your back, therefore you also bear your lewdness and your prostitution.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":36,"sectionNumber":1,"value":"Yahweh said moreover to me: “Son of man, will you judge Oholah and Oholibah? Then declare to them their abominations.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":37,"sectionNumber":1,"value":"For they have committed adultery, and blood is in their hands. They have committed adultery with their idols. They have also caused their sons, whom they bore to me, to pass through the fire to them to be devoured.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":38,"sectionNumber":1,"value":"Moreover this they have done to me: they have defiled my sanctuary in the same day, and have profaned my Sabbaths.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":39,"sectionNumber":1,"value":"For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and behold, they have done this in the middle of my house. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":40,"sectionNumber":1,"value":"“Furthermore you sisters have sent for men who come from far away, to whom a messenger was sent, and behold, they came; for whom you washed yourself, painted your eyes, decorated yourself with ornaments,  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":41,"sectionNumber":1,"value":"and sat on a stately bed, with a table prepared before it, whereupon you set my incense and my oil. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":42,"sectionNumber":1,"value":"“The voice of a multitude being at ease was with her. With men of the common sort were brought drunkards from the wilderness; and they put bracelets on their hands, and beautiful crowns on their heads.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":43,"sectionNumber":1,"value":"Then I said of her who was old in adulteries, ‘Now they will play the prostitute with her, and she with them.’  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":44,"sectionNumber":1,"value":"They went in to her, as they go in to a prostitute. So they went in to Oholah and to Oholibah, the lewd women.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":45,"sectionNumber":1,"value":"Righteous men will judge them with the judgment of adulteresses and with the judgment of women who shed blood; because they are adulteresses, and blood is in their hands. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":46,"sectionNumber":1,"value":"“For the Lord Yahweh says: ‘I will bring up a mob against them, and will give them to be tossed back and forth and robbed.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":47,"sectionNumber":1,"value":"The company will stone them with stones, and dispatch them with their swords. They will kill their sons and their daughters, and burn up their houses with fire. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":23,"verseNumber":48,"sectionNumber":1,"value":"“ ‘Thus I will cause lewdness to cease out of the land, that all women may be taught not to be lewd like you.  "},{"type":"paragraph text","chapterNumber":23,"verseNumber":49,"sectionNumber":1,"value":"They will recompense your lewdness on you, and you will bear the sins of your idols. Then you will know that I am the Lord Yahweh.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"}]