[{"type":"paragraph text","chapterNumber":25,"verseNumber":1,"sectionNumber":1,"value":"Yahweh’s word came to me, saying,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":2,"sectionNumber":1,"value":"“Son of man, set your face toward the children of Ammon, and prophesy against them.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":3,"sectionNumber":1,"value":"Tell the children of Ammon, ‘Hear the word of the Lord Yahweh! The Lord Yahweh says, “Because you said, ‘Aha!’ against my sanctuary, when it was profaned; and against the land of Israel, when it was made desolate; and against the house of Judah, when they went into captivity:  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":4,"sectionNumber":1,"value":"therefore, behold, I will deliver you to the children of the east for a possession. They will set their encampments in you, and make their dwellings in you. They will eat your fruit and they will drink your milk.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":5,"sectionNumber":1,"value":"I will make Rabbah a stable for camels, and the children of Ammon a resting place for flocks. Then you will know that I am Yahweh.”  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":6,"sectionNumber":1,"value":"For the Lord Yahweh says: “Because you have clapped your hands, stamped with the feet, and rejoiced with all the contempt of your soul against the land of Israel;  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":7,"sectionNumber":1,"value":"therefore, behold, I have stretched out my hand on you, and will deliver you for a plunder to the nations. I will cut you off from the peoples, and I will cause you to perish out of the countries. I will destroy you. Then you will know that I am Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":8,"sectionNumber":1,"value":"“ ‘The Lord Yahweh says: “Because Moab and Seir say, ‘Behold, the house of Judah is like all the nations;’  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":9,"sectionNumber":1,"value":"therefore, behold, I will open the side of Moab from the cities, from his cities which are on his frontiers, the glory of the country, Beth Jeshimoth, Baal Meon, and Kiriathaim,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":10,"sectionNumber":1,"value":"to the children of the east, to go against the children of Ammon; and I will give them for a possession, that the children of Ammon may not be remembered among the nations.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":11,"sectionNumber":1,"value":"I will execute judgments on Moab. Then they will know that I am Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":12,"sectionNumber":1,"value":"“ ‘The Lord Yahweh says: “Because Edom has dealt against the house of Judah by taking vengeance, and has greatly offended, and taken revenge on them;”  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":13,"sectionNumber":1,"value":"therefore the Lord Yahweh says, “I will stretch out my hand on Edom, and will cut off man and animal from it; and I will make it desolate from Teman. They will fall by the sword even to Dedan.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":14,"sectionNumber":1,"value":"I will lay my vengeance on Edom by the hand of my people Israel. They will do in Edom according to my anger and according to my wrath. Then they will know my vengeance,” says the Lord Yahweh. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":15,"sectionNumber":1,"value":"“ ‘The Lord Yahweh says: “Because the Philistines have taken revenge, and have taken vengeance with contempt of soul to destroy with perpetual hostility;”  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":16,"sectionNumber":1,"value":"therefore the Lord Yahweh says, “Behold, I will stretch out my hand on the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea coast.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":17,"sectionNumber":1,"value":"I will execute great vengeance on them with wrathful rebukes. Then they will know that I am Yahweh, when I lay my vengeance on them.” ’ ” "},{"type":"paragraph end"},{"type":"paragraph start"}]