[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"Now these are the heads of their fathers’ households, and this is the genealogy of those who went up with me from Babylon, in the reign of Artaxerxes the king: "},{"type":"paragraph end"},{"type":"stanza start"},{"type":"line text","chapterNumber":8,"verseNumber":1,"sectionNumber":2,"value":" "},{"type":"line text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"Of the sons of Phinehas, Gershom. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":2,"sectionNumber":2,"value":"Of the sons of Ithamar, Daniel. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":2,"sectionNumber":3,"value":"Of the sons of David, Hattush. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were listed by genealogy of the males one hundred fifty. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"Of the sons of Pahathmoab, Eliehoenai the son of Zerahiah; and with him two hundred males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"Of the sons of Adin, Ebed the son of Jonathan; and with him fifty males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"Of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"Of the sons of Shephatiah, Zebadiah the son of Michael; and with him eighty males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred eighteen males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"Of the sons of Shelomith, the son of Josiphiah; and with him one hundred sixty males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"Of the sons of Bebai, Zechariah the son of Bebai; and with him twenty-eight males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"Of the sons of Azgad, Johanan the son of Hakkatan; and with him one hundred ten males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"Of the sons of Adonikam, who were the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them sixty males. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":14,"sectionNumber":1,"value":"Of the sons of Bigvai, Uthai and Zabbud; and with them seventy males. "},{"type":"line break"},{"type":"stanza end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":15,"sectionNumber":1,"value":"I gathered them together to the river that runs to Ahava; and there we encamped three days: and I looked around at the people and the priests, and found there were none of the sons of Levi.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":16,"sectionNumber":1,"value":"Then sent I for Eliezer, for Ariel, for Shemaiah, for Elnathan, for Jarib, for Elnathan, for Nathan, for Zechariah, and for Meshullam, chief men; also for Joiarib and for Elnathan, who were teachers.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":17,"sectionNumber":1,"value":"I sent them out to Iddo the chief at the place Casiphia; and I told them what they should tell Iddo, and his brothers the temple servants, at the place Casiphia, that they should bring to us ministers for the house of our God.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":18,"sectionNumber":1,"value":"According to the good hand of our God on us they brought us a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brothers, eighteen;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":19,"sectionNumber":1,"value":"and Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":20,"sectionNumber":1,"value":"and of the temple servants, whom David and the princes had given for the service of the Levites, two hundred twenty temple servants. All of them were mentioned by name. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":21,"sectionNumber":1,"value":"Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek from him a straight way for us, and for our little ones, and for all our possessions.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":22,"sectionNumber":1,"value":"For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy on the way, because we had spoken to the king, saying, “The hand of our God is on all those who seek him, for good; but his power and his wrath is against all those who forsake him.”  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":23,"sectionNumber":1,"value":"So we fasted and begged our God for this: and he granted our request. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":24,"sectionNumber":1,"value":"Then I set apart twelve of the chiefs of the priests, even Sherebiah, Hashabiah, and ten of their brothers with them,  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":25,"sectionNumber":1,"value":"and weighed to them the silver, the gold, and the vessels, even the offering for the house of our God, which the king, his counselors, his princes, and all Israel there present, had offered.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":26,"sectionNumber":1,"value":"I weighed into their hand six hundred fifty talents of silver, one hundred talents of silver vessels; one hundred talents of gold,  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":27,"sectionNumber":1,"value":"twenty bowls of gold weighing one thousand darics; and two vessels of fine bright bronze, precious as gold.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":28,"sectionNumber":1,"value":"I said to them, “You are holy to Yahweh, and the vessels are holy. The silver and the gold are a free will offering to Yahweh, the God of your fathers.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":29,"sectionNumber":1,"value":"Watch and keep them, until you weigh them before the chiefs of the priests and the Levites, and the princes of the fathers’ households of Israel, at Jerusalem, in the rooms of Yahweh’s house.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":30,"sectionNumber":1,"value":"So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem to the house of our God.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":31,"sectionNumber":1,"value":"Then we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and the bandit by the way.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":32,"sectionNumber":1,"value":"We came to Jerusalem, and stayed there three days.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":33,"sectionNumber":1,"value":"On the fourth day the silver and the gold and the vessels were weighed in the house of our God into the hand of Meremoth the son of Uriah the priest; and with him was Eleazar the son of Phinehas; and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levite;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":34,"sectionNumber":1,"value":"everything by number and by weight; and all the weight was written at that time. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":35,"sectionNumber":1,"value":"The children of the captivity, who had come out of exile, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve male goats for a sin offering. All this was a burnt offering to Yahweh.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":36,"sectionNumber":1,"value":"They delivered the king’s commissions to the king’s local governors, and to the governors beyond the River. So they supported the people and God’s house. "},{"type":"paragraph end"},{"type":"paragraph start"}]