[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"When men began to multiply on the surface of the ground, and daughters were born to them,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"God’s sons saw that men’s daughters were beautiful, and they took any that they wanted for themselves as wives.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"Yahweh said, “My Spirit will not strive with man forever, because he also is flesh; so his days will be one hundred twenty years.”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"The Nephilim were in the earth in those days, and also after that, when God’s sons came in to men’s daughters and had children with them. Those were the mighty men who were of old, men of renown. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"Yahweh saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of man’s heart was continually only evil.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"Yahweh was sorry that he had made man on the earth, and it grieved him in his heart.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"Yahweh said, “I will destroy man whom I have created from the surface of the ground—man, along with animals, creeping things, and birds of the sky—for I am sorry that I have made them.”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"But Noah found favor in Yahweh’s eyes. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"This is the history of the generations of Noah: Noah was a righteous man, blameless among the people of his time. Noah walked with God.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"Noah became the father of three sons: Shem, Ham, and Japheth.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"The earth was corrupt before God, and the earth was filled with violence.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"God saw the earth, and saw that it was corrupt, for all flesh had corrupted their way on the earth. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":13,"sectionNumber":1,"value":"God said to Noah, “I will bring an end to all flesh, for the earth is filled with violence through them. Behold, I will destroy them and the earth.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":14,"sectionNumber":1,"value":"Make a ship of gopher wood. You shall make rooms in the ship, and shall seal it inside and outside with pitch.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":15,"sectionNumber":1,"value":"This is how you shall make it. The length of the ship shall be three hundred cubits, its width fifty cubits, and its height thirty cubits.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":16,"sectionNumber":1,"value":"You shall make a roof in the ship, and you shall finish it to a cubit upward. You shall set the door of the ship in its side. You shall make it with lower, second, and third levels.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":17,"sectionNumber":1,"value":"I, even I, will bring the flood of waters on this earth, to destroy all flesh having the breath of life from under the sky. Everything that is in the earth will die.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":18,"sectionNumber":1,"value":"But I will establish my covenant with you. You shall come into the ship, you, your sons, your wife, and your sons’ wives with you.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":19,"sectionNumber":1,"value":"Of every living thing of all flesh, you shall bring two of every sort into the ship, to keep them alive with you. They shall be male and female.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":20,"sectionNumber":1,"value":"Of the birds after their kind, of the livestock after their kind, of every creeping thing of the ground after its kind, two of every sort will come to you, to keep them alive.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":21,"sectionNumber":1,"value":"Take with you some of all food that is eaten, and gather it to yourself; and it will be for food for you, and for them.”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":22,"sectionNumber":1,"value":"Thus Noah did. He did all that God commanded him. "},{"type":"paragraph end"},{"type":"paragraph start"}]