[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"Therefore leaving the teaching of the first principles of Christ, let’s press on to perfection—not laying again a foundation of repentance from dead works, of faith toward God,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"of the teaching of baptisms, of laying on of hands, of resurrection of the dead, and of eternal judgment.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"This will we do, if God permits.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"For concerning those who were once enlightened and tasted of the heavenly gift, and were made partakers of the Holy Spirit,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"and tasted the good word of God and the powers of the age to come,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"and then fell away, it is impossible to renew them again to repentance; seeing they crucify the Son of God for themselves again, and put him to open shame.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"For the land which has drunk the rain that comes often on it and produces a crop suitable for them for whose sake it is also tilled, receives blessing from God;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"but if it bears thorns and thistles, it is rejected and near being cursed, whose end is to be burned. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"But, beloved, we are persuaded of better things for you, and things that accompany salvation, even though we speak like this.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"For God is not unrighteous, so as to forget your work and the labor of love which you showed toward his name, in that you served the saints, and still do serve them.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"We desire that each one of you may show the same diligence to the fullness of hope even to the end,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"that you won’t be sluggish, but imitators of those who through faith and perseverance inherited the promises.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":13,"sectionNumber":1,"value":"For when God made a promise to Abraham, since he could swear by no one greater, he swore by himself,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":14,"sectionNumber":1,"value":"saying, “Surely blessing I will bless you, and multiplying I will multiply you.”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":15,"sectionNumber":1,"value":"Thus, having patiently endured, he obtained the promise.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":16,"sectionNumber":1,"value":"For men indeed swear by a greater one, and in every dispute of theirs the oath is final for confirmation.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":17,"sectionNumber":1,"value":"In this way God, being determined to show more abundantly to the heirs of the promise the immutability of his counsel, interposed with an oath,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":18,"sectionNumber":1,"value":"that by two immutable things, in which it is impossible for God to lie, we may have a strong encouragement, who have fled for refuge to take hold of the hope set before us.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":19,"sectionNumber":1,"value":"This hope we have as an anchor of the soul, a hope both sure and steadfast and entering into that which is within the veil;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":20,"sectionNumber":1,"value":"where as a forerunner Jesus entered for us, having become a high priest forever after the order of Melchizedek. "},{"type":"paragraph end"},{"type":"paragraph start"}]