[{"type":"paragraph text","chapterNumber":12,"verseNumber":1,"sectionNumber":1,"value":"Therefore let’s also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let’s run with perseverance the race that is set before us,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":2,"sectionNumber":1,"value":"looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising its shame, and has sat down at the right hand of the throne of God.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":3,"sectionNumber":1,"value":"For consider him who has endured such contradiction of sinners against himself, that you don’t grow weary, fainting in your souls.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":4,"sectionNumber":1,"value":"You have not yet resisted to blood, striving against sin.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":5,"sectionNumber":1,"value":"You have forgotten the exhortation which reasons with you as with children, "},{"type":"paragraph end"},{"type":"stanza start"},{"type":"line text","chapterNumber":12,"verseNumber":5,"sectionNumber":2,"value":"“My son, don’t take lightly the chastening of the Lord, "},{"type":"line break"},{"type":"line text","chapterNumber":12,"verseNumber":5,"sectionNumber":3,"value":"nor faint when you are reproved by him; "},{"type":"line break"},{"type":"line text","chapterNumber":12,"verseNumber":6,"sectionNumber":1,"value":"for whom the Lord loves, he disciplines, "},{"type":"line break"},{"type":"line text","chapterNumber":12,"verseNumber":6,"sectionNumber":2,"value":"and chastises every son whom he receives.” "},{"type":"line break"},{"type":"stanza end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":7,"sectionNumber":1,"value":"It is for discipline that you endure. God deals with you as with children, for what son is there whom his father doesn’t discipline?  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":8,"sectionNumber":1,"value":"But if you are without discipline, of which all have been made partakers, then you are illegitimate, and not children.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":9,"sectionNumber":1,"value":"Furthermore, we had the fathers of our flesh to chasten us, and we paid them respect. Shall we not much rather be in subjection to the Father of spirits, and live?  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":10,"sectionNumber":1,"value":"For they indeed, for a few days, punished us as seemed good to them; but he for our profit, that we may be partakers of his holiness.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":11,"sectionNumber":1,"value":"All chastening seems for the present to be not joyous but grievous; yet afterward it yields the peaceful fruit of righteousness to those who have been trained by it.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":12,"sectionNumber":1,"value":"Therefore lift up the hands that hang down and the feeble knees,   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":13,"sectionNumber":1,"value":"and make straight paths for your feet, so what is lame may not be dislocated, but rather be healed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":14,"sectionNumber":1,"value":"Follow after peace with all men, and the sanctification without which no man will see the Lord,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":15,"sectionNumber":1,"value":"looking carefully lest there be any man who falls short of the grace of God, lest any root of bitterness springing up trouble you, and many be defiled by it,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":16,"sectionNumber":1,"value":"lest there be any sexually immoral person, or profane person, like Esau, who sold his birthright for one meal.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":17,"sectionNumber":1,"value":"For you know that even when he afterward desired to inherit the blessing, he was rejected, for he found no place for a change of mind though he sought it diligently with tears. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":18,"sectionNumber":1,"value":"For you have not come to a mountain that might be touched, and that burned with fire, and to blackness, darkness, storm,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":19,"sectionNumber":1,"value":"the sound of a trumpet, and the voice of words; which those who heard it begged that not one more word should be spoken to them,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":20,"sectionNumber":1,"value":"for they could not stand that which was commanded, “If even an animal touches the mountain, it shall be stoned”.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":21,"sectionNumber":1,"value":"So fearful was the appearance that Moses said, “I am terrified and trembling.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":22,"sectionNumber":1,"value":"But you have come to Mount Zion, and to the city of the living God, the heavenly Jerusalem, and to innumerable multitudes of angels,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":23,"sectionNumber":1,"value":"to the festal gathering and assembly of the firstborn who are enrolled in heaven, to God the Judge of all, to the spirits of just men made perfect,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":24,"sectionNumber":1,"value":"to Jesus, the mediator of a new covenant, and to the blood of sprinkling that speaks better than that of Abel. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":25,"sectionNumber":1,"value":"See that you don’t refuse him who speaks. For if they didn’t escape when they refused him who warned on the earth, how much more will we not escape who turn away from him who warns from heaven,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":26,"sectionNumber":1,"value":"whose voice shook the earth then, but now he has promised, saying, “Yet once more I will shake not only the earth, but also the heavens.”  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":27,"sectionNumber":1,"value":"This phrase, “Yet once more” signifies the removing of those things that are shaken, as of things that have been made, that those things which are not shaken may remain.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":28,"sectionNumber":1,"value":"Therefore, receiving a Kingdom that can’t be shaken, let’s have grace, through which we serve God acceptably, with reverence and awe,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":29,"sectionNumber":1,"value":"for our God is a consuming fire. "},{"type":"paragraph end"},{"type":"paragraph start"}]