[{"type":"paragraph text","chapterNumber":11,"verseNumber":1,"sectionNumber":1,"value":"Now faith is assurance of things hoped for, proof of things not seen.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":2,"sectionNumber":1,"value":"For by this, the elders obtained testimony.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":3,"sectionNumber":1,"value":"By faith, we understand that the universe has been framed by the word of God, so that what is seen has not been made out of things which are visible.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":4,"sectionNumber":1,"value":"By faith, Abel offered to God a more excellent sacrifice than Cain, through which he had testimony given to him that he was righteous, God testifying with respect to his gifts; and through it he, being dead, still speaks.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":5,"sectionNumber":1,"value":"By faith, Enoch was taken away, so that he wouldn’t see death, and he was not found, because God translated him. For he has had testimony given to him that before his translation he had been well pleasing to God.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":6,"sectionNumber":1,"value":"Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":7,"sectionNumber":1,"value":"By faith, Noah, being warned about things not yet seen, moved with godly fear, prepared a ship for the saving of his house, through which he condemned the world, and became heir of the righteousness which is according to faith.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":8,"sectionNumber":1,"value":"By faith, Abraham, when he was called, obeyed to go out to the place which he was to receive for an inheritance. He went out, not knowing where he went.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":9,"sectionNumber":1,"value":"By faith, he lived as an alien in the land of promise, as in a land not his own, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":10,"sectionNumber":1,"value":"For he looked for the city which has the foundations, whose builder and maker is God.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":11,"sectionNumber":1,"value":"By faith, even Sarah herself received power to conceive, and she bore a child when she was past age, since she counted him faithful who had promised.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":12,"sectionNumber":1,"value":"Therefore as many as the stars of the sky in multitude, and as innumerable as the sand which is by the sea shore, were fathered by one man, and him as good as dead.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":13,"sectionNumber":1,"value":"These all died in faith, not having received the promises, but having seen them and embraced them from afar, and having confessed that they were strangers and pilgrims on the earth.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":14,"sectionNumber":1,"value":"For those who say such things make it clear that they are seeking a country of their own.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":15,"sectionNumber":1,"value":"If indeed they had been thinking of that country from which they went out, they would have had enough time to return.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":16,"sectionNumber":1,"value":"But now they desire a better country, that is, a heavenly one. Therefore God is not ashamed of them, to be called their God, for he has prepared a city for them. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":11,"verseNumber":17,"sectionNumber":1,"value":"By faith, Abraham, being tested, offered up Isaac. Yes, he who had gladly received the promises was offering up his one and only son,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":18,"sectionNumber":1,"value":"to whom it was said, “Your offspring will be accounted as from Isaac,”   "},{"type":"paragraph text","chapterNumber":11,"verseNumber":19,"sectionNumber":1,"value":"concluding that God is able to raise up even from the dead. Figuratively speaking, he also did receive him back from the dead.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":20,"sectionNumber":1,"value":"By faith, Isaac blessed Jacob and Esau, even concerning things to come.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":21,"sectionNumber":1,"value":"By faith, Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":22,"sectionNumber":1,"value":"By faith, Joseph, when his end was near, made mention of the departure of the children of Israel, and gave instructions concerning his bones.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":23,"sectionNumber":1,"value":"By faith, Moses, when he was born, was hidden for three months by his parents, because they saw that he was a beautiful child, and they were not afraid of the king’s commandment.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":24,"sectionNumber":1,"value":"By faith, Moses, when he had grown up, refused to be called the son of Pharaoh’s daughter,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":25,"sectionNumber":1,"value":"choosing rather to share ill treatment with God’s people than to enjoy the pleasures of sin for a time,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":26,"sectionNumber":1,"value":"considering the reproach of Christ greater riches than the treasures of Egypt; for he looked to the reward.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":27,"sectionNumber":1,"value":"By faith, he left Egypt, not fearing the wrath of the king; for he endured, as seeing him who is invisible.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":28,"sectionNumber":1,"value":"By faith, he kept the Passover, and the sprinkling of the blood, that the destroyer of the firstborn should not touch them.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":29,"sectionNumber":1,"value":"By faith, they passed through the Red Sea as on dry land. When the Egyptians tried to do so, they were swallowed up.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":30,"sectionNumber":1,"value":"By faith, the walls of Jericho fell down, after they had been encircled for seven days.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":31,"sectionNumber":1,"value":"By faith, Rahab the prostitute didn’t perish with those who were disobedient, having received the spies in peace.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":32,"sectionNumber":1,"value":"What more shall I say? For the time would fail me if I told of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":33,"sectionNumber":1,"value":"who through faith subdued kingdoms, worked out righteousness, obtained promises, stopped the mouths of lions,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":34,"sectionNumber":1,"value":"quenched the power of fire, escaped the edge of the sword, from weakness were made strong, grew mighty in war, and caused foreign armies to flee.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":35,"sectionNumber":1,"value":"Women received their dead by resurrection. Others were tortured, not accepting their deliverance, that they might obtain a better resurrection.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":36,"sectionNumber":1,"value":"Others were tried by mocking and scourging, yes, moreover by bonds and imprisonment.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":37,"sectionNumber":1,"value":"They were stoned. They were sawn apart. They were tempted. They were slain with the sword. They went around in sheep skins and in goat skins; being destitute, afflicted, ill-treated—  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":38,"sectionNumber":1,"value":"of whom the world was not worthy—wandering in deserts, mountains, caves, and the holes of the earth.  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":39,"sectionNumber":1,"value":"These all, having had testimony given to them through their faith, didn’t receive the promise,  "},{"type":"paragraph text","chapterNumber":11,"verseNumber":40,"sectionNumber":1,"value":"God having provided some better thing concerning us, so that apart from us they should not be made perfect. "},{"type":"paragraph end"},{"type":"paragraph start"}]