[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"There was a man in the land of Uz, whose name was Job. That man was blameless and upright, and one who feared God, and turned away from evil.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"There were born to him seven sons and three daughters.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"His possessions also were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very great household; so that this man was the greatest of all the children of the east.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"His sons went and held a feast in the house of each one on his birthday; and they sent and called for their three sisters to eat and to drink with them.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"It was so, when the days of their feasting had run their course, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned, and renounced God in their hearts.” Job did so continually. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"Now on the day when God’s sons came to present themselves before Yahweh, Satan also came among them.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"Yahweh said to Satan, “Where have you come from?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":2,"value":"Then Satan answered Yahweh, and said, “From going back and forth in the earth, and from walking up and down in it.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"Yahweh said to Satan, “Have you considered my servant, Job? For there is no one like him in the earth, a blameless and an upright man, one who fears God, and turns away from evil.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"Then Satan answered Yahweh, and said, “Does Job fear God for nothing?  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"Haven’t you made a hedge around him, and around his house, and around all that he has, on every side? You have blessed the work of his hands, and his substance is increased in the land.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"But stretch out your hand now, and touch all that he has, and he will renounce you to your face.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"Yahweh said to Satan, “Behold, all that he has is in your power. Only on himself don’t stretch out your hand.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":2,"value":"So Satan went out from the presence of Yahweh.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"It fell on a day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"that there came a messenger to Job, and said, “The oxen were plowing, and the donkeys feeding beside them,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"and the Sabeans attacked, and took them away. Yes, they have killed the servants with the edge of the sword, and I alone have escaped to tell you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"While he was still speaking, there also came another, and said, “The fire of God has fallen from the sky, and has burned up the sheep and the servants, and consumed them, and I alone have escaped to tell you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":17,"sectionNumber":1,"value":"While he was still speaking, there came also another, and said, “The Chaldeans made three bands, and swept down on the camels, and have taken them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":18,"sectionNumber":1,"value":"While he was still speaking, there came also another, and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":19,"sectionNumber":1,"value":"and behold, there came a great wind from the wilderness, and struck the four corners of the house, and it fell on the young men, and they are dead. I alone have escaped to tell you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":20,"sectionNumber":1,"value":"Then Job arose, and tore his robe, and shaved his head, and fell down on the ground, and worshiped.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":21,"sectionNumber":1,"value":"He said, “Naked I came out of my mother’s womb, and naked will I return there. Yahweh gave, and Yahweh has taken away. Blessed be Yahweh’s name.”  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":22,"sectionNumber":1,"value":"In all this, Job didn’t sin, nor charge God with wrongdoing. "},{"type":"paragraph end"},{"type":"paragraph start"}]