[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"The men of Ephraim said to him, “Why have you treated us this way, that you didn’t call us when you went to fight with Midian?” They rebuked him sharply.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"He said to them, “What have I now done in comparison with you? Isn’t the gleaning of the grapes of Ephraim better than the vintage of Abiezer?  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"God has delivered into your hand the princes of Midian, Oreb and Zeeb! What was I able to do in comparison with you?” Then their anger was abated toward him when he had said that. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"Gideon came to the Jordan and passed over, he and the three hundred men who were with him, faint, yet pursuing.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"He said to the men of Succoth, “Please give loaves of bread to the people who follow me; for they are faint, and I am pursuing after Zebah and Zalmunna, the kings of Midian.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"The princes of Succoth said, “Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your army?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"Gideon said, “Therefore when Yahweh has delivered Zebah and Zalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"He went up there to Penuel, and spoke to them in the same way; and the men of Penuel answered him as the men of Succoth had answered.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"He spoke also to the men of Penuel, saying, “When I come again in peace, I will break down this tower.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"Now Zebah and Zalmunna were in Karkor, and their armies with them, about fifteen thousand men, all who were left of all the army of the children of the east; for there fell one hundred twenty thousand men who drew sword.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"Gideon went up by the way of those who lived in tents on the east of Nobah and Jogbehah, and struck the army; for the army felt secure.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"Zebah and Zalmunna fled and he pursued them. He took the two kings of Midian, Zebah and Zalmunna, and confused all the army.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"Gideon the son of Joash returned from the battle from the ascent of Heres.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":14,"sectionNumber":1,"value":"He caught a young man of the men of Succoth, and inquired of him; and he described for him the princes of Succoth, and its elders, seventy-seven men.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":15,"sectionNumber":1,"value":"He came to the men of Succoth, and said, “See Zebah and Zalmunna, concerning whom you taunted me, saying, ‘Are the hands of Zebah and Zalmunna now in your hand, that we should give bread to your men who are weary?’ ”  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":16,"sectionNumber":1,"value":"He took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":17,"sectionNumber":1,"value":"He broke down the tower of Penuel, and killed the men of the city. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":18,"sectionNumber":1,"value":"Then he said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":18,"sectionNumber":2,"value":"They answered, “They were like you. They all resembled the children of a king.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":19,"sectionNumber":1,"value":"He said, “They were my brothers, the sons of my mother. As Yahweh lives, if you had saved them alive, I would not kill you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":20,"sectionNumber":1,"value":"He said to Jether his firstborn, “Get up and kill them!” But the youth didn’t draw his sword; for he was afraid, because he was yet a youth. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":21,"sectionNumber":1,"value":"Then Zebah and Zalmunna said, “You rise and fall on us; for as the man is, so is his strength.” Gideon arose, and killed Zebah and Zalmunna, and took the crescents that were on their camels’ necks. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":22,"sectionNumber":1,"value":"Then the men of Israel said to Gideon, “Rule over us, both you, your son, and your son’s son also; for you have saved us out of the hand of Midian.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":23,"sectionNumber":1,"value":"Gideon said to them, “I will not rule over you, neither shall my son rule over you. Yahweh shall rule over you.”  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":24,"sectionNumber":1,"value":"Gideon said to them, “I do have a request: that you would each give me the earrings of his plunder.” (For they had golden earrings, because they were Ishmaelites.) "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":25,"sectionNumber":1,"value":"They answered, “We will willingly give them.” They spread a garment, and every man threw the earrings of his plunder into it.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":26,"sectionNumber":1,"value":"The weight of the golden earrings that he requested was one thousand and seven hundred shekels of gold, in addition to the crescents, and the pendants, and the purple clothing that was on the kings of Midian, and in addition to the chains that were about their camels’ necks.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":27,"sectionNumber":1,"value":"Gideon made an ephod out of it, and put it in Ophrah, his city. Then all Israel played the prostitute with it there; and it became a snare to Gideon and to his house.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":28,"sectionNumber":1,"value":"So Midian was subdued before the children of Israel, and they lifted up their heads no more. The land had rest forty years in the days of Gideon. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":29,"sectionNumber":1,"value":"Jerubbaal the son of Joash went and lived in his own house.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":30,"sectionNumber":1,"value":"Gideon had seventy sons conceived from his body, for he had many wives.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":31,"sectionNumber":1,"value":"His concubine who was in Shechem also bore him a son, and he named him Abimelech.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":32,"sectionNumber":1,"value":"Gideon the son of Joash died in a good old age, and was buried in the tomb of Joash his father, in Ophrah of the Abiezrites. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":33,"sectionNumber":1,"value":"As soon as Gideon was dead, the children of Israel turned again and played the prostitute following the Baals, and made Baal Berith their god.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":34,"sectionNumber":1,"value":"The children of Israel didn’t remember Yahweh their God, who had delivered them out of the hand of all their enemies on every side;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":35,"sectionNumber":1,"value":"neither did they show kindness to the house of Jerubbaal, that is, Gideon, according to all the goodness which he had shown to Israel. "},{"type":"paragraph end"},{"type":"paragraph start"}]