[{"type":"paragraph text","chapterNumber":17,"verseNumber":1,"sectionNumber":1,"value":"There was a man of the hill country of Ephraim, whose name was Micah.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":2,"sectionNumber":1,"value":"He said to his mother, “The eleven hundred pieces of silver that were taken from you, about which you uttered a curse, and also spoke it in my ears—behold, the silver is with me. I took it.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":2,"sectionNumber":2,"value":"His mother said, “May Yahweh bless my son!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":3,"sectionNumber":1,"value":"He restored the eleven hundred pieces of silver to his mother, then his mother said, “I most certainly dedicate the silver to Yahweh from my hand for my son, to make a carved image and a molten image. Now therefore I will restore it to you.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":4,"sectionNumber":1,"value":"When he restored the money to his mother, his mother took two hundred pieces of silver, and gave them to a silversmith, who made a carved image and a molten image out of it. It was in the house of Micah. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":5,"sectionNumber":1,"value":"The man Micah had a house of gods, and he made an ephod, and teraphim, and consecrated one of his sons, who became his priest.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":6,"sectionNumber":1,"value":"In those days there was no king in Israel. Everyone did that which was right in his own eyes.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":7,"sectionNumber":1,"value":"There was a young man out of Bethlehem Judah, of the family of Judah, who was a Levite; and he lived there.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":8,"sectionNumber":1,"value":"The man departed out of the city, out of Bethlehem Judah, to live where he could find a place, and he came to the hill country of Ephraim, to the house of Micah, as he traveled.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":9,"sectionNumber":1,"value":"Micah said to him, “Where did you come from?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":9,"sectionNumber":2,"value":"He said to him, “I am a Levite of Bethlehem Judah, and I am looking for a place to live.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":10,"sectionNumber":1,"value":"Micah said to him, “Dwell with me, and be to me a father and a priest, and I will give you ten pieces of silver per year, a suit of clothing, and your food.” So the Levite went in.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":11,"sectionNumber":1,"value":"The Levite was content to dwell with the man; and the young man was to him as one of his sons.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":12,"sectionNumber":1,"value":"Micah consecrated the Levite, and the young man became his priest, and was in the house of Micah.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":13,"sectionNumber":1,"value":"Then Micah said, “Now I know that Yahweh will do good to me, since I have a Levite as my priest.” "},{"type":"paragraph end"},{"type":"paragraph start"}]