[{"type":"paragraph text","chapterNumber":12,"verseNumber":1,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":2,"sectionNumber":1,"value":"“Speak to the children of Israel, saying, ‘If a woman conceives, and bears a male child, then she shall be unclean seven days; as in the days of her monthly period she shall be unclean.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":3,"sectionNumber":1,"value":"In the eighth day the flesh of his foreskin shall be circumcised.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":4,"sectionNumber":1,"value":"She shall continue in the blood of purification thirty-three days. She shall not touch any holy thing, nor come into the sanctuary, until the days of her purifying are completed.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":5,"sectionNumber":1,"value":"But if she bears a female child, then she shall be unclean two weeks, as in her period; and she shall continue in the blood of purification sixty-six days. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":6,"sectionNumber":1,"value":"“ ‘When the days of her purification are completed for a son or for a daughter, she shall bring to the priest at the door of the Tent of Meeting, a year old lamb for a burnt offering, and a young pigeon or a turtledove, for a sin offering.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":7,"sectionNumber":1,"value":"He shall offer it before Yahweh, and make atonement for her; then she shall be cleansed from the fountain of her blood. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":7,"sectionNumber":2,"value":"“ ‘This is the law for her who bears, whether a male or a female.  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":8,"sectionNumber":1,"value":"If she cannot afford a lamb, then she shall take two turtledoves or two young pigeons: the one for a burnt offering, and the other for a sin offering. The priest shall make atonement for her, and she shall be clean.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"}]