[{"type":"paragraph text","chapterNumber":25,"verseNumber":1,"sectionNumber":1,"value":"Yahweh said to Moses in Mount Sinai,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":2,"sectionNumber":1,"value":"“Speak to the children of Israel, and tell them, ‘When you come into the land which I give you, then the land shall keep a Sabbath to Yahweh.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":3,"sectionNumber":1,"value":"You shall sow your field six years, and you shall prune your vineyard six years, and gather in its fruits;  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":4,"sectionNumber":1,"value":"but in the seventh year there shall be a Sabbath of solemn rest for the land, a Sabbath to Yahweh. You shall not sow your field or prune your vineyard.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":5,"sectionNumber":1,"value":"What grows of itself in your harvest you shall not reap, and you shall not gather the grapes of your undressed vine. It shall be a year of solemn rest for the land.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":6,"sectionNumber":1,"value":"The Sabbath of the land shall be for food for you; for yourself, for your servant, for your maid, for your hired servant, and for your stranger, who lives as a foreigner with you.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":7,"sectionNumber":1,"value":"For your livestock also, and for the animals that are in your land, shall all its increase be for food. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":8,"sectionNumber":1,"value":"“ ‘You shall count off seven Sabbaths of years, seven times seven years; and there shall be to you the days of seven Sabbaths of years, even forty-nine years.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":9,"sectionNumber":1,"value":"Then you shall sound the loud trumpet on the tenth day of the seventh month. On the Day of Atonement you shall sound the trumpet throughout all your land.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":10,"sectionNumber":1,"value":"You shall make the fiftieth year holy, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee to you; and each of you shall return to his own property, and each of you shall return to his family.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":11,"sectionNumber":1,"value":"That fiftieth year shall be a jubilee to you. In it you shall not sow, neither reap that which grows of itself, nor gather from the undressed vines.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":12,"sectionNumber":1,"value":"For it is a jubilee; it shall be holy to you. You shall eat of its increase out of the field. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":13,"sectionNumber":1,"value":"“ ‘In this Year of Jubilee each of you shall return to his property. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":14,"sectionNumber":1,"value":"“ ‘If you sell anything to your neighbor, or buy from your neighbor, you shall not wrong one another.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":15,"sectionNumber":1,"value":"According to the number of years after the Jubilee you shall buy from your neighbor. According to the number of years of the crops he shall sell to you.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":16,"sectionNumber":1,"value":"According to the length of the years you shall increase its price, and according to the shortness of the years you shall diminish its price; for he is selling the number of the crops to you.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":17,"sectionNumber":1,"value":"You shall not wrong one another, but you shall fear your God; for I am Yahweh your God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":18,"sectionNumber":1,"value":"“ ‘Therefore you shall do my statutes, and keep my ordinances and do them; and you shall dwell in the land in safety.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":19,"sectionNumber":1,"value":"The land shall yield its fruit, and you shall eat your fill, and dwell therein in safety.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":20,"sectionNumber":1,"value":"If you said, “What shall we eat the seventh year? Behold, we shall not sow, nor gather in our increase;”  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":21,"sectionNumber":1,"value":"then I will command my blessing on you in the sixth year, and it shall bear fruit for the three years.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":22,"sectionNumber":1,"value":"You shall sow the eighth year, and eat of the fruits from the old store until the ninth year. Until its fruits come in, you shall eat the old store. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":23,"sectionNumber":1,"value":"“ ‘The land shall not be sold in perpetuity, for the land is mine; for you are strangers and live as foreigners with me.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":24,"sectionNumber":1,"value":"In all the land of your possession you shall grant a redemption for the land. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":25,"sectionNumber":1,"value":"“ ‘If your brother becomes poor, and sells some of his possessions, then his kinsman who is next to him shall come, and redeem that which his brother has sold.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":26,"sectionNumber":1,"value":"If a man has no one to redeem it, and he becomes prosperous and finds sufficient means to redeem it,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":27,"sectionNumber":1,"value":"then let him reckon the years since its sale, and restore the surplus to the man to whom he sold it; and he shall return to his property.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":28,"sectionNumber":1,"value":"But if he isn’t able to get it back for himself, then what he has sold shall remain in the hand of him who has bought it until the Year of Jubilee. In the Jubilee it shall be released, and he shall return to his property. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":29,"sectionNumber":1,"value":"“ ‘If a man sells a dwelling house in a walled city, then he may redeem it within a whole year after it has been sold. For a full year he shall have the right of redemption.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":30,"sectionNumber":1,"value":"If it isn’t redeemed within the space of a full year, then the house that is in the walled city shall be made sure in perpetuity to him who bought it, throughout his generations. It shall not be released in the Jubilee.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":31,"sectionNumber":1,"value":"But the houses of the villages which have no wall around them shall be accounted for with the fields of the country: they may be redeemed, and they shall be released in the Jubilee. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":32,"sectionNumber":1,"value":"“ ‘Nevertheless, in the cities of the Levites, the Levites may redeem the houses in the cities of their possession at any time.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":33,"sectionNumber":1,"value":"The Levites may redeem the house that was sold, and the city of his possession, and it shall be released in the Jubilee; for the houses of the cities of the Levites are their possession among the children of Israel.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":34,"sectionNumber":1,"value":"But the field of the pasture lands of their cities may not be sold, for it is their perpetual possession. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":35,"sectionNumber":1,"value":"“ ‘If your brother has become poor, and his hand can’t support himself among you, then you shall uphold him. He shall live with you like an alien and a temporary resident.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":36,"sectionNumber":1,"value":"Take no interest from him or profit; but fear your God, that your brother may live among you.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":37,"sectionNumber":1,"value":"You shall not lend him your money at interest, nor give him your food for profit.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":38,"sectionNumber":1,"value":"I am Yahweh your God, who brought you out of the land of Egypt, to give you the land of Canaan, and to be your God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":39,"sectionNumber":1,"value":"“ ‘If your brother has grown poor among you, and sells himself to you, you shall not make him to serve as a slave.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":40,"sectionNumber":1,"value":"As a hired servant, and as a temporary resident, he shall be with you; he shall serve with you until the Year of Jubilee.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":41,"sectionNumber":1,"value":"Then he shall go out from you, he and his children with him, and shall return to his own family, and to the possession of his fathers.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":42,"sectionNumber":1,"value":"For they are my servants, whom I brought out of the land of Egypt. They shall not be sold as slaves.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":43,"sectionNumber":1,"value":"You shall not rule over him with harshness, but shall fear your God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":44,"sectionNumber":1,"value":"“ ‘As for your male and your female slaves, whom you may have from the nations that are around you, from them you may buy male and female slaves.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":45,"sectionNumber":1,"value":"Moreover, of the children of the aliens who live among you, of them you may buy, and of their families who are with you, which they have conceived in your land; and they will be your property.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":46,"sectionNumber":1,"value":"You may make them an inheritance for your children after you, to hold for a possession. Of them you may take your slaves forever, but over your brothers the children of Israel you shall not rule, one over another, with harshness. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":25,"verseNumber":47,"sectionNumber":1,"value":"“ ‘If an alien or temporary resident with you becomes rich, and your brother beside him has grown poor, and sells himself to the stranger or foreigner living among you, or to a member of the stranger’s family,  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":48,"sectionNumber":1,"value":"after he is sold he may be redeemed. One of his brothers may redeem him;  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":49,"sectionNumber":1,"value":"or his uncle, or his uncle’s son, may redeem him, or any who is a close relative to him of his family may redeem him; or if he has grown rich, he may redeem himself.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":50,"sectionNumber":1,"value":"He shall reckon with him who bought him from the year that he sold himself to him to the Year of Jubilee. The price of his sale shall be according to the number of years; he shall be with him according to the time of a hired servant.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":51,"sectionNumber":1,"value":"If there are yet many years, according to them he shall give back the price of his redemption out of the money that he was bought for.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":52,"sectionNumber":1,"value":"If there remain but a few years to the year of jubilee, then he shall reckon with him; according to his years of service he shall give back the price of his redemption.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":53,"sectionNumber":1,"value":"As a servant hired year by year shall he be with him. He shall not rule with harshness over him in your sight.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":54,"sectionNumber":1,"value":"If he isn’t redeemed by these means, then he shall be released in the Year of Jubilee: he and his children with him.  "},{"type":"paragraph text","chapterNumber":25,"verseNumber":55,"sectionNumber":1,"value":"For to me the children of Israel are servants; they are my servants whom I brought out of the land of Egypt. I am Yahweh your God. "},{"type":"paragraph end"},{"type":"paragraph start"}]