[{"type":"paragraph text","chapterNumber":12,"verseNumber":1,"sectionNumber":1,"value":"Meanwhile, when a multitude of many thousands had gathered together, so much so that they trampled on each other, he began to tell his disciples first of all, “Beware of the yeast of the Pharisees, which is hypocrisy.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":2,"sectionNumber":1,"value":" But there is nothing covered up that will not be revealed, nor hidden that will not be known.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":3,"sectionNumber":1,"value":" Therefore whatever you have said in the darkness will be heard in the light. What you have spoken in the ear in the inner rooms will be proclaimed on the housetops. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":4,"sectionNumber":1,"value":" “I tell you, my friends, don’t be afraid of those who kill the body, and after that have no more that they can do.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":5,"sectionNumber":1,"value":" But I will warn you whom you should fear. Fear him who after he has killed, has power to cast into Gehenna. Yes, I tell you, fear him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":6,"sectionNumber":1,"value":" “Aren’t five sparrows sold for two assaria coins? Not one of them is forgotten by God.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":7,"sectionNumber":1,"value":" But the very hairs of your head are all counted. Therefore don’t be afraid. You are of more value than many sparrows. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":8,"sectionNumber":1,"value":" “I tell you, everyone who confesses me before men, the Son of Man will also confess before the angels of God;   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":9,"sectionNumber":1,"value":" but he who denies me in the presence of men will be denied in the presence of God’s angels.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":10,"sectionNumber":1,"value":" Everyone who speaks a word against the Son of Man will be forgiven, but those who blaspheme against the Holy Spirit will not be forgiven.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":11,"sectionNumber":1,"value":" When they bring you before the synagogues, the rulers, and the authorities, don’t be anxious how or what you will answer, or what you will say;   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":12,"sectionNumber":1,"value":" for the Holy Spirit will teach you in that same hour what you must say.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":13,"sectionNumber":1,"value":"One of the multitude said to him, “Teacher, tell my brother to divide the inheritance with me.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":14,"sectionNumber":1,"value":"But he said to him, “Man, who made me a judge or an arbitrator over you?”  "},{"type":"paragraph text","chapterNumber":12,"verseNumber":15,"sectionNumber":1,"value":"He said to them, “Beware! Keep yourselves from covetousness, for a man’s life doesn’t consist of the abundance of the things which he possesses.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":16,"sectionNumber":1,"value":"He spoke a parable to them, saying, “The ground of a certain rich man produced abundantly.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":17,"sectionNumber":1,"value":" He reasoned within himself, saying, ‘What will I do, because I don’t have room to store my crops?’   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":18,"sectionNumber":1,"value":" He said, ‘This is what I will do. I will pull down my barns, build bigger ones, and there I will store all my grain and my goods.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":19,"sectionNumber":1,"value":" I will tell my soul, “Soul, you have many goods laid up for many years. Take your ease, eat, drink, and be merry.” ’ "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":20,"sectionNumber":1,"value":" “But God said to him, ‘You foolish one, tonight your soul is required of you. The things which you have prepared—whose will they be?’   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":21,"sectionNumber":1,"value":" So is he who lays up treasure for himself, and is not rich toward God.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":22,"sectionNumber":1,"value":"He said to his disciples, “Therefore I tell you, don’t be anxious for your life, what you will eat, nor yet for your body, what you will wear.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":23,"sectionNumber":1,"value":" Life is more than food, and the body is more than clothing.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":24,"sectionNumber":1,"value":" Consider the ravens: they don’t sow, they don’t reap, they have no warehouse or barn, and God feeds them. How much more valuable are you than birds!   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":25,"sectionNumber":1,"value":" Which of you by being anxious can add a cubit to his height?   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":26,"sectionNumber":1,"value":" If then you aren’t able to do even the least things, why are you anxious about the rest?   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":27,"sectionNumber":1,"value":" Consider the lilies, how they grow. They don’t toil, neither do they spin; yet I tell you, even Solomon in all his glory was not arrayed like one of these.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":28,"sectionNumber":1,"value":" But if this is how God clothes the grass in the field, which today exists, and tomorrow is cast into the oven, how much more will he clothe you, O you of little faith?   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":29,"sectionNumber":1,"value":" Don’t seek what you will eat or what you will drink; neither be anxious.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":30,"sectionNumber":1,"value":" For the nations of the world seek after all of these things, but your Father knows that you need these things.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":31,"sectionNumber":1,"value":" But seek God’s Kingdom, and all these things will be added to you.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":32,"sectionNumber":1,"value":" Don’t be afraid, little flock, for it is your Father’s good pleasure to give you the Kingdom.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":33,"sectionNumber":1,"value":" Sell that which you have, and give gifts to the needy. Make for yourselves purses which don’t grow old, a treasure in the heavens that doesn’t fail, where no thief approaches, neither moth destroys.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":34,"sectionNumber":1,"value":" For where your treasure is, there will your heart be also.  "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":35,"sectionNumber":1,"value":" “Let your waist be dressed and your lamps burning.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":36,"sectionNumber":1,"value":" Be like men watching for their lord, when he returns from the wedding feast; that when he comes and knocks, they may immediately open to him.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":37,"sectionNumber":1,"value":" Blessed are those servants, whom the lord will find watching when he comes. Most certainly I tell you that he will dress himself, make them recline, and will come and serve them.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":38,"sectionNumber":1,"value":" They will be blessed if he comes in the second or third watch, and finds them so.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":39,"sectionNumber":1,"value":" But know this, that if the master of the house had known in what hour the thief was coming, he would have watched, and not allowed his house to be broken into.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":40,"sectionNumber":1,"value":" Therefore be ready also, for the Son of Man is coming in an hour that you don’t expect him.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":41,"sectionNumber":1,"value":"Peter said to him, “Lord, are you telling this parable to us, or to everybody?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":42,"sectionNumber":1,"value":"The Lord said, “Who then is the faithful and wise steward, whom his lord will set over his household, to give them their portion of food at the right times?   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":43,"sectionNumber":1,"value":" Blessed is that servant whom his lord will find doing so when he comes.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":44,"sectionNumber":1,"value":" Truly I tell you, that he will set him over all that he has.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":45,"sectionNumber":1,"value":" But if that servant says in his heart, ‘My lord delays his coming,’ and begins to beat the menservants and the maidservants, and to eat and drink, and to be drunken,   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":46,"sectionNumber":1,"value":" then the lord of that servant will come in a day when he isn’t expecting him, and in an hour that he doesn’t know, and will cut him in two, and place his portion with the unfaithful.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":47,"sectionNumber":1,"value":" That servant, who knew his lord’s will, and didn’t prepare, nor do what he wanted, will be beaten with many stripes,   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":48,"sectionNumber":1,"value":" but he who didn’t know, and did things worthy of stripes, will be beaten with few stripes. To whomever much is given, of him will much be required; and to whom much was entrusted, of him more will be asked.  "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":49,"sectionNumber":1,"value":" “I came to throw fire on the earth. I wish it were already kindled.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":50,"sectionNumber":1,"value":" But I have a baptism to be baptized with, and how distressed I am until it is accomplished!   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":51,"sectionNumber":1,"value":" Do you think that I have come to give peace in the earth? I tell you, no, but rather division.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":52,"sectionNumber":1,"value":" For from now on, there will be five in one house divided, three against two, and two against three.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":53,"sectionNumber":1,"value":" They will be divided, father against son, and son against father; mother against daughter, and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”  "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":12,"verseNumber":54,"sectionNumber":1,"value":" He said to the multitudes also, “When you see a cloud rising from the west, immediately you say, ‘A shower is coming,’ and so it happens.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":55,"sectionNumber":1,"value":" When a south wind blows, you say, ‘There will be a scorching heat,’ and it happens.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":56,"sectionNumber":1,"value":" You hypocrites! You know how to interpret the appearance of the earth and the sky, but how is it that you don’t interpret this time?   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":57,"sectionNumber":1,"value":" Why don’t you judge for yourselves what is right?   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":58,"sectionNumber":1,"value":" For when you are going with your adversary before the magistrate, try diligently on the way to be released from him, lest perhaps he drag you to the judge, and the judge deliver you to the officer, and the officer throw you into prison.   "},{"type":"paragraph text","chapterNumber":12,"verseNumber":59,"sectionNumber":1,"value":" I tell you, you will by no means get out of there, until you have paid the very last penny.” "},{"type":"paragraph end"},{"type":"paragraph start"}]