[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"All the people gathered themselves together as one man into the wide place that was in front of the water gate; and they spoke to Ezra the scribe to bring the book of the law of Moses, which Yahweh had commanded to Israel.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"Ezra the priest brought the law before the assembly, both men and women, and all who could hear with understanding, on the first day of the seventh month.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"He read from it before the wide place that was in front of the water gate from early morning until midday, in the presence of the men and the women, and of those who could understand. The ears of all the people were attentive to the book of the law.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"Ezra the scribe stood on a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"Ezra opened the book in the sight of all the people (for he was above all the people), and when he opened it, all the people stood up.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"Then Ezra blessed Yahweh, the great God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":2,"value":"All the people answered, “Amen, Amen,” with the lifting up of their hands. They bowed their heads, and worshiped Yahweh with their faces to the ground.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law; and the people stayed in their place.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"They read in the book, in the law of God, distinctly; and they gave the sense, so that they understood the reading. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people, said to all the people, “Today is holy to Yahweh your God. Don’t mourn, nor weep.” For all the people wept when they heard the words of the law.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"Then he said to them, “Go your way. Eat the fat, drink the sweet, and send portions to him for whom nothing is prepared, for today is holy to our Lord. Don’t be grieved, for the joy of Yahweh is your strength.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"So the Levites calmed all the people, saying, “Hold your peace, for the day is holy. Don’t be grieved.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"All the people went their way to eat, to drink, to send portions, and to celebrate, because they had understood the words that were declared to them. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"On the second day, the heads of fathers’ households of all the people, the priests, and the Levites were gathered together to Ezra the scribe, to study the words of the law.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":14,"sectionNumber":1,"value":"They found written in the law how Yahweh had commanded by Moses that the children of Israel should dwell in booths in the feast of the seventh month;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":15,"sectionNumber":1,"value":"and that they should publish and proclaim in all their cities, and in Jerusalem, saying, “Go out to the mountain, and get olive branches, branches of wild olive, myrtle branches, palm branches, and branches of thick trees, to make temporary shelters, as it is written.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":16,"sectionNumber":1,"value":"So the people went out, and brought them, and made themselves temporary shelters, everyone on the roof of his house, in their courts, in the courts of God’s house, in the wide place of the water gate, and in the wide place of Ephraim’s gate.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":17,"sectionNumber":1,"value":"All the assembly of those who had come back out of the captivity made temporary shelters, and lived in the temporary shelters; for since the days of Jeshua the son of Nun to that day the children of Israel had not done so. There was very great gladness.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":18,"sectionNumber":1,"value":"Also day by day, from the first day to the last day, he read in the book of the law of God. They kept the feast seven days; and on the eighth day was a solemn assembly, according to the ordinance. "},{"type":"paragraph end"},{"type":"paragraph start"}]