[{"type":"paragraph text","chapterNumber":17,"verseNumber":1,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":2,"sectionNumber":1,"value":"“Speak to the children of Israel, and take rods from them, one for each fathers’ house, of all their princes according to their fathers’ houses, twelve rods. Write each man’s name on his rod.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":3,"sectionNumber":1,"value":"You shall write Aaron’s name on Levi’s rod. There shall be one rod for each head of their fathers’ houses.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":4,"sectionNumber":1,"value":"You shall lay them up in the Tent of Meeting before the covenant, where I meet with you.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":5,"sectionNumber":1,"value":"It shall happen that the rod of the man whom I shall choose shall bud. I will make the murmurings of the children of Israel, which they murmur against you, cease from me.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":6,"sectionNumber":1,"value":"Moses spoke to the children of Israel; and all their princes gave him rods, for each prince one, according to their fathers’ houses, a total of twelve rods. Aaron’s rod was among their rods.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":7,"sectionNumber":1,"value":"Moses laid up the rods before Yahweh in the Tent of the Testimony. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":8,"sectionNumber":1,"value":"On the next day, Moses went into the Tent of the Testimony; and behold, Aaron’s rod for the house of Levi had sprouted, budded, produced blossoms, and bore ripe almonds.  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":9,"sectionNumber":1,"value":"Moses brought out all the rods from before Yahweh to all the children of Israel. They looked, and each man took his rod. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":10,"sectionNumber":1,"value":"Yahweh said to Moses, “Put back the rod of Aaron before the covenant, to be kept for a token against the children of rebellion; that you may make an end of their complaining against me, that they not die.”  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":11,"sectionNumber":1,"value":"Moses did so. As Yahweh commanded him, so he did. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":17,"verseNumber":12,"sectionNumber":1,"value":"The children of Israel spoke to Moses, saying, “Behold, we perish! We are undone! We are all undone!  "},{"type":"paragraph text","chapterNumber":17,"verseNumber":13,"sectionNumber":1,"value":"Everyone who keeps approaching Yahweh’s tabernacle, dies! Will we all perish?” "},{"type":"paragraph end"},{"type":"paragraph start"}]