[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"Yahweh spoke to Moses in the wilderness of Sinai, in the Tent of Meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"“Take a census of all the congregation of the children of Israel, by their families, by their fathers’ houses, according to the number of the names, every male, one by one,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"from twenty years old and upward, all who are able to go out to war in Israel. You and Aaron shall count them by their divisions.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"With you there shall be a man of every tribe, each one head of his fathers’ house.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"These are the names of the men who shall stand with you: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":2,"value":"Of Reuben: Elizur the son of Shedeur. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"Of Simeon: Shelumiel the son of Zurishaddai. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"Of Judah: Nahshon the son of Amminadab. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"Of Issachar: Nethanel the son of Zuar. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"Of Zebulun: Eliab the son of Helon. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"Of the children of Joseph: of Ephraim: Elishama the son of Ammihud; of Manasseh: Gamaliel the son of Pedahzur. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"Of Benjamin: Abidan the son of Gideoni. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"Of Dan: Ahiezer the son of Ammishaddai. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"Of Asher: Pagiel the son of Ochran. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"Of Gad: Eliasaph the son of Deuel. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"Of Naphtali: Ahira the son of Enan.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"These are those who were called of the congregation, the princes of the tribes of their fathers; they were the heads of the thousands of Israel.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":17,"sectionNumber":1,"value":"Moses and Aaron took these men who are mentioned by name.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":18,"sectionNumber":1,"value":"They assembled all the congregation together on the first day of the second month; and they declared their ancestry by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, one by one.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":19,"sectionNumber":1,"value":"As Yahweh commanded Moses, so he counted them in the wilderness of Sinai. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":20,"sectionNumber":1,"value":"The children of Reuben, Israel’s firstborn, their generations, by their families, by their fathers’ houses, according to the number of the names, one by one, every male from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":21,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Reuben, were forty-six thousand five hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":22,"sectionNumber":1,"value":"Of the children of Simeon, their generations, by their families, by their fathers’ houses, those who were counted of it, according to the number of the names, one by one, every male from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":23,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Simeon, were fifty-nine thousand three hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":24,"sectionNumber":1,"value":"Of the children of Gad, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":25,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Gad, were forty-five thousand six hundred fifty. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":26,"sectionNumber":1,"value":"Of the children of Judah, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":27,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Judah, were seventy-four thousand six hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":28,"sectionNumber":1,"value":"Of the children of Issachar, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":29,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Issachar, were fifty-four thousand four hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":30,"sectionNumber":1,"value":"Of the children of Zebulun, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":31,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Zebulun, were fifty-seven thousand four hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":32,"sectionNumber":1,"value":"Of the children of Joseph: of the children of Ephraim, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":33,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Ephraim, were forty thousand five hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":34,"sectionNumber":1,"value":"Of the children of Manasseh, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":35,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Manasseh, were thirty-two thousand two hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":36,"sectionNumber":1,"value":"Of the children of Benjamin, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":37,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Benjamin, were thirty-five thousand four hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":38,"sectionNumber":1,"value":"Of the children of Dan, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":39,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Dan, were sixty-two thousand seven hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":40,"sectionNumber":1,"value":"Of the children of Asher, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":41,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Asher, were forty-one thousand five hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":42,"sectionNumber":1,"value":"Of the children of Naphtali, their generations, by their families, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go out to war:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":43,"sectionNumber":1,"value":"those who were counted of them, of the tribe of Naphtali, were fifty-three thousand four hundred. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":44,"sectionNumber":1,"value":"These are those who were counted, whom Moses and Aaron counted, and the twelve men who were princes of Israel, each one for his fathers’ house.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":45,"sectionNumber":1,"value":"So all those who were counted of the children of Israel by their fathers’ houses, from twenty years old and upward, all who were able to go out to war in Israel—  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":46,"sectionNumber":1,"value":"all those who were counted were six hundred three thousand five hundred fifty.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":47,"sectionNumber":1,"value":"But the Levites after the tribe of their fathers were not counted among them.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":48,"sectionNumber":1,"value":"For Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":49,"sectionNumber":1,"value":"“Only the tribe of Levi you shall not count, neither shall you take a census of them among the children of Israel;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":50,"sectionNumber":1,"value":"but appoint the Levites over the Tabernacle of the Testimony, and over all its furnishings, and over all that belongs to it. They shall carry the tabernacle and all its furnishings; and they shall take care of it, and shall encamp around it.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":51,"sectionNumber":1,"value":"When the tabernacle is to move, the Levites shall take it down; and when the tabernacle is to be set up, the Levites shall set it up. The stranger who comes near shall be put to death.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":52,"sectionNumber":1,"value":"The children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, according to their divisions.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":53,"sectionNumber":1,"value":"But the Levites shall encamp around the Tabernacle of the Testimony, that there may be no wrath on the congregation of the children of Israel. The Levites shall be responsible for the Tabernacle of the Testimony.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":54,"sectionNumber":1,"value":"Thus the children of Israel did. According to all that Yahweh commanded Moses, so they did. "},{"type":"paragraph end"},{"type":"paragraph start"}]