[{"type":"paragraph text","chapterNumber":27,"verseNumber":1,"sectionNumber":1,"value":"Then the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph came near. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":2,"sectionNumber":1,"value":"They stood before Moses, before Eleazar the priest, and before the princes and all the congregation, at the door of the Tent of Meeting, saying,  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":3,"sectionNumber":1,"value":"“Our father died in the wilderness. He was not among the company of those who gathered themselves together against Yahweh in the company of Korah, but he died in his own sin. He had no sons.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":4,"sectionNumber":1,"value":"Why should the name of our father be taken away from among his family, because he had no son? Give to us a possession among the brothers of our father.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":5,"sectionNumber":1,"value":"Moses brought their cause before Yahweh.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":6,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":7,"sectionNumber":1,"value":"“The daughters of Zelophehad speak right. You shall surely give them a possession of an inheritance among their father’s brothers. You shall cause the inheritance of their father to pass to them.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":8,"sectionNumber":1,"value":"You shall speak to the children of Israel, saying, ‘If a man dies, and has no son, then you shall cause his inheritance to pass to his daughter.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":9,"sectionNumber":1,"value":"If he has no daughter, then you shall give his inheritance to his brothers.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":10,"sectionNumber":1,"value":"If he has no brothers, then you shall give his inheritance to his father’s brothers.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":11,"sectionNumber":1,"value":"If his father has no brothers, then you shall give his inheritance to his kinsman who is next to him of his family, and he shall possess it. This shall be a statute and ordinance for the children of Israel, as Yahweh commanded Moses.’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":12,"sectionNumber":1,"value":"Yahweh said to Moses, “Go up into this mountain of Abarim, and see the land which I have given to the children of Israel.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":13,"sectionNumber":1,"value":"When you have seen it, you also shall be gathered to your people, as Aaron your brother was gathered;  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":14,"sectionNumber":1,"value":"because in the strife of the congregation, you rebelled against my word in the wilderness of Zin, to honor me as holy at the waters before their eyes.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.) "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":15,"sectionNumber":1,"value":"Moses spoke to Yahweh, saying,  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":16,"sectionNumber":1,"value":"“Let Yahweh, the God of the spirits of all flesh, appoint a man over the congregation,  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":17,"sectionNumber":1,"value":"who may go out before them, and who may come in before them, and who may lead them out, and who may bring them in, that the congregation of Yahweh may not be as sheep which have no shepherd.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":18,"sectionNumber":1,"value":"Yahweh said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":19,"sectionNumber":1,"value":"Set him before Eleazar the priest, and before all the congregation; and commission him in their sight.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":20,"sectionNumber":1,"value":"You shall give authority to him, that all the congregation of the children of Israel may obey.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":21,"sectionNumber":1,"value":"He shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before Yahweh. At his word they shall go out, and at his word they shall come in, both he and all the children of Israel with him, even all the congregation.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":27,"verseNumber":22,"sectionNumber":1,"value":"Moses did as Yahweh commanded him. He took Joshua, and set him before Eleazar the priest and before all the congregation.  "},{"type":"paragraph text","chapterNumber":27,"verseNumber":23,"sectionNumber":1,"value":"He laid his hands on him and commissioned him, as Yahweh spoke by Moses. "},{"type":"paragraph end"},{"type":"paragraph start"}]