[{"type":"paragraph text","chapterNumber":16,"verseNumber":1,"sectionNumber":1,"value":"Now Korah, the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took some men.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":2,"sectionNumber":1,"value":"They rose up before Moses, with some of the children of Israel, two hundred fifty princes of the congregation, called to the assembly, men of renown.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":3,"sectionNumber":1,"value":"They assembled themselves together against Moses and against Aaron, and said to them, “You take too much on yourself, since all the congregation are holy, everyone of them, and Yahweh is among them! Why do you lift yourselves up above Yahweh’s assembly?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":4,"sectionNumber":1,"value":"When Moses heard it, he fell on his face.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":5,"sectionNumber":1,"value":"He said to Korah and to all his company, “In the morning, Yahweh will show who are his, and who is holy, and will cause him to come near to him. Even him whom he shall choose, he will cause to come near to him.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":6,"sectionNumber":1,"value":"Do this: have Korah and all his company take censers,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":7,"sectionNumber":1,"value":"put fire in them, and put incense on them before Yahweh tomorrow. It shall be that the man whom Yahweh chooses, he shall be holy. You have gone too far, you sons of Levi!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":8,"sectionNumber":1,"value":"Moses said to Korah, “Hear now, you sons of Levi!  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":9,"sectionNumber":1,"value":"Is it a small thing to you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do the service of Yahweh’s tabernacle, and to stand before the congregation to minister to them;  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":10,"sectionNumber":1,"value":"and that he has brought you near, and all your brothers the sons of Levi with you? Do you seek the priesthood also?  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":11,"sectionNumber":1,"value":"Therefore you and all your company have gathered together against Yahweh! What is Aaron that you complain against him?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":12,"sectionNumber":1,"value":"Moses sent to call Dathan and Abiram, the sons of Eliab; and they said, “We won’t come up!  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":13,"sectionNumber":1,"value":"Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, but you must also make yourself a prince over us?  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":14,"sectionNumber":1,"value":"Moreover you haven’t brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We won’t come up.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":15,"sectionNumber":1,"value":"Moses was very angry, and said to Yahweh, “Don’t respect their offering. I have not taken one donkey from them, neither have I hurt one of them.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":16,"sectionNumber":1,"value":"Moses said to Korah, “You and all your company go before Yahweh, you, and they, and Aaron, tomorrow.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":17,"sectionNumber":1,"value":"Each man take his censer and put incense on it, and each man bring before Yahweh his censer, two hundred fifty censers; you also, and Aaron, each with his censer.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":18,"sectionNumber":1,"value":"They each took his censer, and put fire in it, and laid incense on it, and stood at the door of the Tent of Meeting with Moses and Aaron.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":19,"sectionNumber":1,"value":"Korah assembled all the congregation opposite them to the door of the Tent of Meeting. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":19,"sectionNumber":2,"value":"Yahweh’s glory appeared to all the congregation.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":20,"sectionNumber":1,"value":"Yahweh spoke to Moses and to Aaron, saying,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":21,"sectionNumber":1,"value":"“Separate yourselves from among this congregation, that I may consume them in a moment!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":22,"sectionNumber":1,"value":"They fell on their faces, and said, “God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":23,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":24,"sectionNumber":1,"value":"“Speak to the congregation, saying, ‘Get away from around the tent of Korah, Dathan, and Abiram!’ ” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":25,"sectionNumber":1,"value":"Moses rose up and went to Dathan and Abiram; and the elders of Israel followed him.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":26,"sectionNumber":1,"value":"He spoke to the congregation, saying, “Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":27,"sectionNumber":1,"value":"So they went away from the tent of Korah, Dathan, and Abiram, on every side. Dathan and Abiram came out, and stood at the door of their tents with their wives, their sons, and their little ones. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":28,"sectionNumber":1,"value":"Moses said, “Hereby you shall know that Yahweh has sent me to do all these works; for they are not from my own mind.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":29,"sectionNumber":1,"value":"If these men die the common death of all men, or if they experience what all men experience, then Yahweh hasn’t sent me.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":30,"sectionNumber":1,"value":"But if Yahweh makes a new thing, and the ground opens its mouth, and swallows them up with all that belong to them, and they go down alive into Sheol, then you shall understand that these men have despised Yahweh.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":31,"sectionNumber":1,"value":"As he finished speaking all these words, the ground that was under them split apart.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":32,"sectionNumber":1,"value":"The earth opened its mouth and swallowed them up with their households, all of Korah’s men, and all their goods.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":33,"sectionNumber":1,"value":"So they, and all that belonged to them went down alive into Sheol.  The earth closed on them, and they perished from among the assembly.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":34,"sectionNumber":1,"value":"All Israel that were around them fled at their cry; for they said, “Lest the earth swallow us up!”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":35,"sectionNumber":1,"value":"Fire came out from Yahweh, and devoured the two hundred fifty men who offered the incense. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":36,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":37,"sectionNumber":1,"value":"“Speak to Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter the fire away from the camp; for they are holy,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":38,"sectionNumber":1,"value":"even the censers of those who sinned against their own lives. Let them be beaten into plates for a covering of the altar, for they offered them before Yahweh. Therefore they are holy. They shall be a sign to the children of Israel.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":39,"sectionNumber":1,"value":"Eleazar the priest took the bronze censers which those who were burned had offered; and they beat them out for a covering of the altar,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":40,"sectionNumber":1,"value":"to be a memorial to the children of Israel, to the end that no stranger who isn’t of the offspring of Aaron, would come near to burn incense before Yahweh, that he not be as Korah, and as his company; as Yahweh spoke to him by Moses. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":41,"sectionNumber":1,"value":"But on the next day all the congregation of the children of Israel complained against Moses and against Aaron, saying, “You have killed Yahweh’s people!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":42,"sectionNumber":1,"value":"When the congregation was assembled against Moses and against Aaron, they looked toward the Tent of Meeting. Behold, the cloud covered it, and Yahweh’s glory appeared.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":43,"sectionNumber":1,"value":"Moses and Aaron came to the front of the Tent of Meeting.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":44,"sectionNumber":1,"value":"Yahweh spoke to Moses, saying,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":45,"sectionNumber":1,"value":"“Get away from among this congregation, that I may consume them in a moment!” They fell on their faces. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":46,"sectionNumber":1,"value":"Moses said to Aaron, “Take your censer, put fire from the altar in it, lay incense on it, carry it quickly to the congregation, and make atonement for them; for wrath has gone out from Yahweh! The plague has begun.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":47,"sectionNumber":1,"value":"Aaron did as Moses said, and ran into the middle of the assembly. The plague had already begun among the people. He put on the incense, and made atonement for the people.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":48,"sectionNumber":1,"value":"He stood between the dead and the living; and the plague was stayed.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":49,"sectionNumber":1,"value":"Now those who died by the plague were fourteen thousand and seven hundred, in addition to those who died about the matter of Korah.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":50,"sectionNumber":1,"value":"Aaron returned to Moses to the door of the Tent of Meeting, and the plague was stopped. "},{"type":"paragraph end"},{"type":"paragraph start"}]