[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"Paul and Timothy, servants of Jesus Christ; "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":2,"value":"To all the saints in Christ Jesus who are at Philippi, with the overseers  and servants:  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"Grace to you, and peace from God our Father and the Lord Jesus Christ.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"I thank my God whenever I remember you,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"always in every request of mine on behalf of you all, making my requests with joy,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"for your partnership in furtherance of the Good News from the first day until now;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"being confident of this very thing, that he who began a good work in you will complete it until the day of Jesus Christ.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"It is even right for me to think this way on behalf of all of you, because I have you in my heart, because both in my bonds and in the defense and confirmation of the Good News, you all are partakers with me of grace.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"For God is my witness, how I long after all of you in the tender mercies of Christ Jesus. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"This I pray, that your love may abound yet more and more in knowledge and all discernment,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"so that you may approve the things that are excellent, that you may be sincere and without offense to the day of Christ,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"being filled with the fruits of righteousness, which are through Jesus Christ, to the glory and praise of God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"Now I desire to have you know, brothers, that the things which happened to me have turned out rather to the progress of the Good News,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"so that it became evident to the whole palace guard, and to all the rest, that my bonds are in Christ,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"and that most of the brothers in the Lord, being confident through my bonds, are more abundantly bold to speak the word of God without fear.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"Some indeed preach Christ even out of envy and strife, and some also out of good will.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"The former insincerely preach Christ from selfish ambition, thinking that they add affliction to my chains;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":17,"sectionNumber":1,"value":"but the latter out of love, knowing that I am appointed for the defense of the Good News. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":18,"sectionNumber":1,"value":"What does it matter? Only that in every way, whether in pretense or in truth, Christ is proclaimed. I rejoice in this, yes, and will rejoice.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":19,"sectionNumber":1,"value":"For I know that this will turn out to my salvation, through your prayers and the supply of the Spirit of Jesus Christ,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":20,"sectionNumber":1,"value":"according to my earnest expectation and hope, that I will in no way be disappointed, but with all boldness, as always, now also Christ will be magnified in my body, whether by life or by death.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":21,"sectionNumber":1,"value":"For to me to live is Christ, and to die is gain.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":22,"sectionNumber":1,"value":"But if I live on in the flesh, this will bring fruit from my work; yet I don’t know what I will choose.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":23,"sectionNumber":1,"value":"But I am hard pressed between the two, having the desire to depart and be with Christ, which is far better.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":24,"sectionNumber":1,"value":"Yet to remain in the flesh is more needful for your sake.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":25,"sectionNumber":1,"value":"Having this confidence, I know that I will remain, yes, and remain with you all for your progress and joy in the faith,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":26,"sectionNumber":1,"value":"that your rejoicing may abound in Christ Jesus in me through my presence with you again. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":27,"sectionNumber":1,"value":"Only let your way of life be worthy of the Good News of Christ, that whether I come and see you or am absent, I may hear of your state, that you stand firm in one spirit, with one soul striving for the faith of the Good News;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":28,"sectionNumber":1,"value":"and in nothing frightened by the adversaries, which is for them a proof of destruction, but to you of salvation, and that from God.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":29,"sectionNumber":1,"value":"Because it has been granted to you on behalf of Christ, not only to believe in him, but also to suffer on his behalf,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":30,"sectionNumber":1,"value":"having the same conflict which you saw in me and now hear is in me. "},{"type":"paragraph end"},{"type":"paragraph start"}]