[{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":1,"value":" “To the angel of the assembly in Ephesus write: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":2,"value":"“He who holds the seven stars in his right hand, he who walks among the seven golden lamp stands says these things: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":2,"sectionNumber":1,"value":" “I know your works, and your toil and perseverance, and that you can’t tolerate evil men, and have tested those who call themselves apostles, and they are not, and found them false.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":3,"sectionNumber":1,"value":" You have perseverance and have endured for my name’s sake, and have  not grown weary.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":4,"sectionNumber":1,"value":" But I have this against you, that you left your first love.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":5,"sectionNumber":1,"value":" Remember therefore from where you have fallen, and repent and do the first works; or else I am coming to you swiftly, and will move your lamp stand out of its place, unless you repent.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":6,"sectionNumber":1,"value":" But this you have, that you hate the works of the Nicolaitans, which I also hate.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":7,"sectionNumber":1,"value":" He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes I will give to eat from the tree of life, which is in the Paradise of my God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":8,"sectionNumber":1,"value":" “To the angel of the assembly in Smyrna write: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":8,"sectionNumber":2,"value":"“The first and the last, who was dead, and has come to life says these things: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":9,"sectionNumber":1,"value":" “I know your works, oppression, and your poverty (but you are rich), and the blasphemy of those who say they are Jews, and they are not, but are a synagogue of Satan.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":10,"sectionNumber":1,"value":" Don’t be afraid of the things which you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested; and you will have oppression for ten days. Be faithful to death, and I will give you the crown of life.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":11,"sectionNumber":1,"value":" He who has an ear, let him hear what the Spirit says to the assemblies. He who overcomes won’t be harmed by the second death. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":12,"sectionNumber":1,"value":" “To the angel of the assembly in Pergamum write: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":12,"sectionNumber":2,"value":"“He who has the sharp two-edged sword says these things: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":13,"sectionNumber":1,"value":" “I know your works and where you dwell, where Satan’s throne is. You hold firmly to my name, and didn’t deny my faith in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwells.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":14,"sectionNumber":1,"value":" But I have a few things against you, because you have there some who hold the teaching of Balaam, who taught Balak to throw a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":15,"sectionNumber":1,"value":" So you also have some who hold to the teaching of the Nicolaitans likewise.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":16,"sectionNumber":1,"value":" Repent therefore, or else I am coming to you quickly, and I will make war against them with the sword of my mouth.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":17,"sectionNumber":1,"value":" He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes, to him I will give of the hidden manna,  and I will give him a white stone, and on the stone a new name written, which no one knows but he who receives it. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":18,"sectionNumber":1,"value":" “To the angel of the assembly in Thyatira write: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":18,"sectionNumber":2,"value":"“The Son of God, who has his eyes like a flame of fire, and his feet are like burnished brass, says these things: "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":19,"sectionNumber":1,"value":" “I know your works, your love, faith, service, patient endurance, and that your last works are more than the first.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":20,"sectionNumber":1,"value":" But I have this against you, that you tolerate your woman, Jezebel, who calls herself a prophetess. She teaches and seduces my servants to commit sexual immorality, and to eat things sacrificed to idols.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":21,"sectionNumber":1,"value":" I gave her time to repent, but she refuses to repent of her sexual immorality.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":22,"sectionNumber":1,"value":" Behold, I will throw her into a bed, and those who commit adultery with her into great oppression, unless they repent of her works.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":23,"sectionNumber":1,"value":" I will kill her children with Death, and all the assemblies will know that I am he who searches the minds and hearts. I will give to each one of you according to your deeds.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":24,"sectionNumber":1,"value":" But to you I say, to the rest who are in Thyatira, as many as don’t have this teaching, who don’t know what some call ‘the deep things of Satan,’ to you I say, I am not putting any other burden on you.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":25,"sectionNumber":1,"value":" Nevertheless, hold that which you have firmly until I come.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":26,"sectionNumber":1,"value":" He who overcomes, and he who keeps my works to the end, to him I will give authority over the nations.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":27,"sectionNumber":1,"value":" He will rule them with a rod of iron, shattering them like clay pots; as I also have received of my Father:   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":28,"sectionNumber":1,"value":" and I will give him the morning star.   "},{"type":"paragraph text","chapterNumber":2,"verseNumber":29,"sectionNumber":1,"value":" He who has an ear, let him hear what the Spirit says to the assemblies. "},{"type":"paragraph end"},{"type":"paragraph start"}]