[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"When he opened the seventh seal, there was silence in heaven for about half an hour.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"I saw the seven angels who stand before God, and seven trumpets were given to them. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"Another angel came and stood over the altar, having a golden censer. Much incense was given to him, that he should add it to the prayers of all the saints on the golden altar which was before the throne.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"The smoke of the incense, with the prayers of the saints, went up before God out of the angel’s hand.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"The angel took the censer, and he filled it with the fire of the altar, then threw it on the earth. Thunders, sounds, lightnings, and an earthquake followed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"The seven angels who had the seven trumpets prepared themselves to sound.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"The first sounded, and there followed hail and fire, mixed with blood, and they were thrown to the earth. One third of the earth was burned up,  and one third of the trees were burned up, and all green grass was burned up. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"The second angel sounded, and something like a great burning mountain was thrown into the sea. One third of the sea became blood,  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"and one third of the living creatures which were in the sea died. One third of the ships were destroyed. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"The third angel sounded, and a great star fell from the sky, burning like a torch, and it fell on one third of the rivers, and on the springs of the waters.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"The name of the star is called “Wormwood.” One third of the waters became wormwood. Many people died from the waters, because they were made bitter. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"The fourth angel sounded, and one third of the sun was struck, and one third of the moon, and one third of the stars; so that one third of them would be darkened, and the day wouldn’t shine for one third of it, and the night in the same way.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"I saw, and I heard an eagle, flying in mid heaven, saying with a loud voice, “Woe! Woe! Woe for those who dwell on the earth, because of the other voices of the trumpets of the three angels, who are yet to sound!” "},{"type":"paragraph end"},{"type":"paragraph start"}]