[{"type":"paragraph text","chapterNumber":16,"verseNumber":1,"sectionNumber":1,"value":"I heard a loud voice out of the temple, saying to the seven angels, “Go and pour out the seven bowls of the wrath of God on the earth!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":2,"sectionNumber":1,"value":"The first went, and poured out his bowl into the earth, and it became a harmful and evil sore on the people who had the mark of the beast, and who worshiped his image. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":3,"sectionNumber":1,"value":"The second angel poured out his bowl into the sea, and it became blood as of a dead man. Every living thing in the sea died. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":4,"sectionNumber":1,"value":"The third poured out his bowl into the rivers and springs of water, and they became blood.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":5,"sectionNumber":1,"value":"I heard the angel of the waters saying, “You are righteous, who are and who were, O Holy One, because you have judged these things.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":6,"sectionNumber":1,"value":"For they poured out the blood of saints and prophets, and you have given them blood to drink. They deserve this.”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":7,"sectionNumber":1,"value":"I heard the altar saying, “Yes, Lord God, the Almighty, true and righteous are your judgments.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":8,"sectionNumber":1,"value":"The fourth poured out his bowl on the sun, and it was given to him to scorch men with fire.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":9,"sectionNumber":1,"value":"People were scorched with great heat, and people blasphemed the name of God who has the power over these plagues. They didn’t repent and give him glory. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":10,"sectionNumber":1,"value":"The fifth poured out his bowl on the throne of the beast, and his kingdom was darkened. They gnawed their tongues because of the pain,  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":11,"sectionNumber":1,"value":"and they blasphemed the God of heaven because of their pains and their sores. They didn’t repent of their works. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":12,"sectionNumber":1,"value":"The sixth poured out his bowl on the great river, the Euphrates. Its water was dried up, that the way might be prepared for the kings that come from the sunrise.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":13,"sectionNumber":1,"value":"I saw coming out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits, something like frogs;  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":14,"sectionNumber":1,"value":"for they are spirits of demons, performing signs; which go out to the kings of the whole inhabited earth, to gather them together for the war of that great day of God, the Almighty. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":15,"sectionNumber":1,"value":" “Behold, I come like a thief. Blessed is he who watches, and keeps his clothes, so that he doesn’t walk naked, and they see his shame.”   "},{"type":"paragraph text","chapterNumber":16,"verseNumber":16,"sectionNumber":1,"value":"He gathered them together into the place which is called in Hebrew, “Megiddo”. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":16,"verseNumber":17,"sectionNumber":1,"value":"The seventh poured out his bowl into the air. A loud voice came out of the temple of heaven, from the throne, saying, “It is done!”  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":18,"sectionNumber":1,"value":"There were lightnings, sounds, and thunders; and there was a great earthquake, such as has not happened since there were men on the earth, so great an earthquake, and so mighty.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":19,"sectionNumber":1,"value":"The great city was divided into three parts, and the cities of the nations fell. Babylon the great was remembered in the sight of God, to give to her the cup of the wine of the fierceness of his wrath.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":20,"sectionNumber":1,"value":"Every island fled away, and the mountains were not found.  "},{"type":"paragraph text","chapterNumber":16,"verseNumber":21,"sectionNumber":1,"value":"Great hailstones, about the weight of a talent, came down out of the sky on people. People blasphemed God because of the plague of the hail, for this plague is exceedingly severe. "},{"type":"paragraph end"},{"type":"paragraph start"}]