[{"type":"paragraph text","chapterNumber":8,"verseNumber":1,"sectionNumber":1,"value":"There is therefore now no condemnation to those who are in Christ Jesus, who don’t walk according to the flesh, but according to the Spirit.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":2,"sectionNumber":1,"value":"For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":3,"sectionNumber":1,"value":"For what the law couldn’t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":4,"sectionNumber":1,"value":"that the ordinance of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":5,"sectionNumber":1,"value":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":6,"sectionNumber":1,"value":"For the mind of the flesh is death, but the mind of the Spirit is life and peace;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":7,"sectionNumber":1,"value":"because the mind of the flesh is hostile toward God; for it is not subject to God’s law, neither indeed can it be.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":8,"sectionNumber":1,"value":"Those who are in the flesh can’t please God.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":9,"sectionNumber":1,"value":"But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn’t have the Spirit of Christ, he is not his.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":10,"sectionNumber":1,"value":"If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":11,"sectionNumber":1,"value":"But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":12,"sectionNumber":1,"value":"So then, brothers, we are debtors, not to the flesh, to live after the flesh.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":13,"sectionNumber":1,"value":"For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":14,"sectionNumber":1,"value":"For as many as are led by the Spirit of God, these are children of God.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":15,"sectionNumber":1,"value":"For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba! Father!” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":16,"sectionNumber":1,"value":"The Spirit himself testifies with our spirit that we are children of God;  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":17,"sectionNumber":1,"value":"and if children, then heirs: heirs of God and joint heirs with Christ, if indeed we suffer with him, that we may also be glorified with him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":18,"sectionNumber":1,"value":"For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":19,"sectionNumber":1,"value":"For the creation waits with eager expectation for the children of God to be revealed.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":20,"sectionNumber":1,"value":"For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":21,"sectionNumber":1,"value":"that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":22,"sectionNumber":1,"value":"For we know that the whole creation groans and travails in pain together until now.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":23,"sectionNumber":1,"value":"Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":24,"sectionNumber":1,"value":"For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":25,"sectionNumber":1,"value":"But if we hope for that which we don’t see, we wait for it with patience. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":26,"sectionNumber":1,"value":"In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":27,"sectionNumber":1,"value":"He who searches the hearts knows what is on the Spirit’s mind, because he makes intercession for the saints according to God. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":28,"sectionNumber":1,"value":"We know that all things work together for good for those who love God, for those who are called according to his purpose.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":29,"sectionNumber":1,"value":"For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":30,"sectionNumber":1,"value":"Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":31,"sectionNumber":1,"value":"What then shall we say about these things? If God is for us, who can be against us?  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":32,"sectionNumber":1,"value":"He who didn’t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":33,"sectionNumber":1,"value":"Who could bring a charge against God’s chosen ones? It is God who justifies.  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":34,"sectionNumber":1,"value":"Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":8,"verseNumber":35,"sectionNumber":1,"value":"Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?  "},{"type":"paragraph text","chapterNumber":8,"verseNumber":36,"sectionNumber":1,"value":"Even as it is written, "},{"type":"paragraph end"},{"type":"stanza start"},{"type":"line text","chapterNumber":8,"verseNumber":36,"sectionNumber":2,"value":"“For your sake we are killed all day long. "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":36,"sectionNumber":3,"value":"We were accounted as sheep for the slaughter.” "},{"type":"line break"},{"type":"line text","chapterNumber":8,"verseNumber":37,"sectionNumber":1,"value":"No, in all these things, we are more than conquerors through him who loved us.  "},{"type":"line text","chapterNumber":8,"verseNumber":38,"sectionNumber":1,"value":"For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,  "},{"type":"line text","chapterNumber":8,"verseNumber":39,"sectionNumber":1,"value":"nor height, nor depth, nor any other created thing will be able to separate us from God’s love which is in Christ Jesus our Lord. "},{"type":"line break"},{"type":"stanza end"},{"type":"paragraph start"}]