[{"type":"paragraph text","chapterNumber":7,"verseNumber":1,"sectionNumber":1,"value":"Or don’t you know, brothers (for I speak to men who know the law), that the law has dominion over a man for as long as he lives?  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":2,"sectionNumber":1,"value":"For the woman that has a husband is bound by law to the husband while he lives, but if the husband dies, she is discharged from the law of the husband.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":3,"sectionNumber":1,"value":"So then if, while the husband lives, she is joined to another man, she would be called an adulteress. But if the husband dies, she is free from the law, so that she is no adulteress, though she is joined to another man.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":4,"sectionNumber":1,"value":"Therefore, my brothers, you also were made dead to the law through the body of Christ, that you would be joined to another, to him who was raised from the dead, that we might produce fruit to God.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":5,"sectionNumber":1,"value":"For when we were in the flesh, the sinful passions which were through the law worked in our members to bring out fruit to death.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":6,"sectionNumber":1,"value":"But now we have been discharged from the law, having died to that in which we were held; so that we serve in newness of the spirit, and not in oldness of the letter. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":7,"verseNumber":7,"sectionNumber":1,"value":"What shall we say then? Is the law sin? May it never be! However, I wouldn’t have known sin, except through the law. For I wouldn’t have known coveting, unless the law had said, “You shall not covet.”  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":8,"sectionNumber":1,"value":"But sin, finding occasion through the commandment, produced in me all kinds of coveting. For apart from the law, sin is dead.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":9,"sectionNumber":1,"value":"I was alive apart from the law once, but when the commandment came, sin revived, and I died.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":10,"sectionNumber":1,"value":"The commandment which was for life, this I found to be for death;  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":11,"sectionNumber":1,"value":"for sin, finding occasion through the commandment, deceived me, and through it killed me.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":12,"sectionNumber":1,"value":"Therefore the law indeed is holy, and the commandment holy, and righteous, and good. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":7,"verseNumber":13,"sectionNumber":1,"value":"Did then that which is good become death to me? May it never be! But sin, that it might be shown to be sin, was producing death in me through that which is good; that through the commandment sin might become exceedingly sinful.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":14,"sectionNumber":1,"value":"For we know that the law is spiritual, but I am fleshly, sold under sin.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":15,"sectionNumber":1,"value":"For I don’t know what I am doing. For I don’t practice what I desire to do; but what I hate, that I do.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":16,"sectionNumber":1,"value":"But if what I don’t desire, that I do, I consent to the law that it is good.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":17,"sectionNumber":1,"value":"So now it is no more I that do it, but sin which dwells in me.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":18,"sectionNumber":1,"value":"For I know that in me, that is, in my flesh, dwells no good thing. For desire is present with me, but I don’t find it doing that which is good.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":19,"sectionNumber":1,"value":"For the good which I desire, I don’t do; but the evil which I don’t desire, that I practice.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":20,"sectionNumber":1,"value":"But if what I don’t desire, that I do, it is no more I that do it, but sin which dwells in me.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":21,"sectionNumber":1,"value":"I find then the law that, to me, while I desire to do good, evil is present.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":22,"sectionNumber":1,"value":"For I delight in God’s law after the inward man,  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":23,"sectionNumber":1,"value":"but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":24,"sectionNumber":1,"value":"What a wretched man I am! Who will deliver me out of the body of this death?  "},{"type":"paragraph text","chapterNumber":7,"verseNumber":25,"sectionNumber":1,"value":"I thank God through Jesus Christ, our Lord! So then with the mind, I myself serve God’s law, but with the flesh, sin’s law. "},{"type":"paragraph end"},{"type":"paragraph start"}]