[{"type":"paragraph text","chapterNumber":5,"verseNumber":1,"sectionNumber":1,"value":"Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":2,"sectionNumber":1,"value":"through whom we also have our access by faith into this grace in which we stand. We rejoice in hope of the glory of God.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":3,"sectionNumber":1,"value":"Not only this, but we also rejoice in our sufferings, knowing that suffering produces perseverance;  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":4,"sectionNumber":1,"value":"and perseverance, proven character; and proven character, hope:  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":5,"sectionNumber":1,"value":"and hope doesn’t disappoint us, because God’s love has been poured into our hearts through the Holy Spirit who was given to us.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":6,"sectionNumber":1,"value":"For while we were yet weak, at the right time Christ died for the ungodly.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":7,"sectionNumber":1,"value":"For one will hardly die for a righteous man. Yet perhaps for a righteous person someone would even dare to die.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":8,"sectionNumber":1,"value":"But God commends his own love toward us, in that while we were yet sinners, Christ died for us. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":9,"sectionNumber":1,"value":"Much more then, being now justified by his blood, we will be saved from God’s wrath through him.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":10,"sectionNumber":1,"value":"For if while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, we will be saved by his life. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":5,"verseNumber":11,"sectionNumber":1,"value":"Not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":12,"sectionNumber":1,"value":"Therefore as sin entered into the world through one man, and death through sin; so death passed to all men, because all sinned.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":13,"sectionNumber":1,"value":"For until the law, sin was in the world; but sin is not charged when there is no law.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":14,"sectionNumber":1,"value":"Nevertheless death reigned from Adam until Moses, even over those whose sins weren’t like Adam’s disobedience, who is a foreshadowing of him who was to come.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":15,"sectionNumber":1,"value":"But the free gift isn’t like the trespass. For if by the trespass of the one the many died, much more did the grace of God, and the gift by the grace of the one man, Jesus Christ, abound to the many.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":16,"sectionNumber":1,"value":"The gift is not as through one who sinned; for the judgment came by one to condemnation, but the free gift came of many trespasses to justification.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":17,"sectionNumber":1,"value":"For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":18,"sectionNumber":1,"value":"So then as through one trespass, all men were condemned; even so through one act of righteousness, all men were justified to life.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":19,"sectionNumber":1,"value":"For as through the one man’s disobedience many were made sinners, even so through the obedience of the one, many will be made righteous.  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":20,"sectionNumber":1,"value":"The law came in that the trespass might abound; but where sin abounded, grace abounded more exceedingly;  "},{"type":"paragraph text","chapterNumber":5,"verseNumber":21,"sectionNumber":1,"value":"that as sin reigned in death, even so grace might reign through righteousness to eternal life through Jesus Christ our Lord. "},{"type":"paragraph end"},{"type":"paragraph start"}]