[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"What shall we say then? Shall we continue in sin, that grace may abound?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"May it never be! We who died to sin, how could we live in it any longer?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"Or don’t you know that all we who were baptized into Christ Jesus were baptized into his death?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"We were buried therefore with him through baptism into death, that just as Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"For if we have become united with him in the likeness of his death, we will also be part of his resurrection;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"For he who has died has been freed from sin.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"But if we died with Christ, we believe that we will also live with him;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"knowing that Christ, being raised from the dead, dies no more. Death no longer has dominion over him!  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"For the death that he died, he died to sin one time; but the life that he lives, he lives to God.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"Thus consider yourselves also to be dead to sin, but alive to God in Christ Jesus our Lord. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"Therefore don’t let sin reign in your mortal body, that you should obey it in its lusts.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":13,"sectionNumber":1,"value":"Also, do not present your members to sin as instruments of unrighteousness, but present yourselves to God as alive from the dead, and your members as instruments of righteousness to God.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":14,"sectionNumber":1,"value":"For sin will not have dominion over you. For you are not under law, but under grace. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":15,"sectionNumber":1,"value":"What then? Shall we sin, because we are not under law, but under grace? May it never be!  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":16,"sectionNumber":1,"value":"Don’t you know that when you present yourselves as servants and obey someone, you are the servants of whomever you obey; whether of sin to death, or of obedience to righteousness?  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":17,"sectionNumber":1,"value":"But thanks be to God, that, whereas you were bondservants of sin, you became obedient from the heart to that form of teaching to which you were delivered.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":18,"sectionNumber":1,"value":"Being made free from sin, you became bondservants of righteousness. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":19,"sectionNumber":1,"value":"I speak in human terms because of the weakness of your flesh, for as you presented your members as servants to uncleanness and to wickedness upon wickedness, even so now present your members as servants to righteousness for sanctification.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":20,"sectionNumber":1,"value":"For when you were servants of sin, you were free from righteousness.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":21,"sectionNumber":1,"value":"What fruit then did you have at that time in the things of which you are now ashamed? For the end of those things is death.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":22,"sectionNumber":1,"value":"But now, being made free from sin and having become servants of God, you have your fruit of sanctification and the result of eternal life.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":23,"sectionNumber":1,"value":"For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord. "},{"type":"paragraph end"},{"type":"paragraph start"}]