[{"type":"paragraph text","chapterNumber":2,"verseNumber":1,"sectionNumber":1,"value":"Therefore you are without excuse, O man, whoever you are who judge. For in that which you judge another, you condemn yourself. For you who judge practice the same things.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":2,"sectionNumber":1,"value":"We know that the judgment of God is according to truth against those who practice such things.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":3,"sectionNumber":1,"value":"Do you think this, O man who judges those who practice such things, and do the same, that you will escape the judgment of God?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":4,"sectionNumber":1,"value":"Or do you despise the riches of his goodness, forbearance, and patience, not knowing that the goodness of God leads you to repentance?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":5,"sectionNumber":1,"value":"But according to your hardness and unrepentant heart you are treasuring up for yourself wrath in the day of wrath, revelation, and of the righteous judgment of God;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":6,"sectionNumber":1,"value":"who “will pay back to everyone according to their works:”  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":7,"sectionNumber":1,"value":"to those who by perseverance in well-doing seek for glory, honor, and incorruptibility, eternal life;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":8,"sectionNumber":1,"value":"but to those who are self-seeking, and don’t obey the truth, but obey unrighteousness, will be wrath, indignation,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":9,"sectionNumber":1,"value":"oppression, and anguish on every soul of man who does evil, to the Jew first, and also to the Greek. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":10,"sectionNumber":1,"value":"But glory, honor, and peace go to every man who does good, to the Jew first, and also to the Greek.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":11,"sectionNumber":1,"value":"For there is no partiality with God.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":12,"sectionNumber":1,"value":"For as many as have sinned without the law will also perish without the law. As many as have sinned under the law will be judged by the law.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":13,"sectionNumber":1,"value":"For it isn’t the hearers of the law who are righteous before God, but the doers of the law will be justified  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":14,"sectionNumber":1,"value":"(for when Gentiles who don’t have the law do by nature the things of the law, these, not having the law, are a law to themselves,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":15,"sectionNumber":1,"value":"in that they show the work of the law written in their hearts, their conscience testifying with them, and their thoughts among themselves accusing or else excusing them)  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":16,"sectionNumber":1,"value":"in the day when God will judge the secrets of men, according to my Good News, by Jesus Christ. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":2,"verseNumber":17,"sectionNumber":1,"value":"Indeed you bear the name of a Jew, rest on the law, glory in God,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":18,"sectionNumber":1,"value":"know his will, and approve the things that are excellent, being instructed out of the law,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":19,"sectionNumber":1,"value":"and are confident that you yourself are a guide of the blind, a light to those who are in darkness,  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":20,"sectionNumber":1,"value":"a corrector of the foolish, a teacher of babies, having in the law the form of knowledge and of the truth.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":21,"sectionNumber":1,"value":"You therefore who teach another, don’t you teach yourself? You who preach that a man shouldn’t steal, do you steal?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":22,"sectionNumber":1,"value":"You who say a man shouldn’t commit adultery, do you commit adultery? You who abhor idols, do you rob temples?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":23,"sectionNumber":1,"value":"You who glory in the law, do you dishonor God by disobeying the law?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":24,"sectionNumber":1,"value":"For “the name of God is blasphemed among the Gentiles because of you,”  just as it is written.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":25,"sectionNumber":1,"value":"For circumcision indeed profits, if you are a doer of the law, but if you are a transgressor of the law, your circumcision has become uncircumcision.  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":26,"sectionNumber":1,"value":"If therefore the uncircumcised keep the ordinances of the law, won’t his uncircumcision be accounted as circumcision?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":27,"sectionNumber":1,"value":"Won’t the uncircumcision which is by nature, if it fulfills the law, judge you, who with the letter and circumcision are a transgressor of the law?  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":28,"sectionNumber":1,"value":"For he is not a Jew who is one outwardly, neither is that circumcision which is outward in the flesh;  "},{"type":"paragraph text","chapterNumber":2,"verseNumber":29,"sectionNumber":1,"value":"but he is a Jew who is one inwardly, and circumcision is that of the heart, in the spirit not in the letter; whose praise is not from men, but from God. "},{"type":"paragraph end"},{"type":"paragraph start"}]