[{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":1,"sectionNumber":1,"value":"Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s chosen ones, and the knowledge of the truth which is according to godliness,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":2,"sectionNumber":1,"value":"in hope of eternal life, which God, who can’t lie, promised before time began;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":3,"sectionNumber":1,"value":"but in his own time revealed his word in the message with which I was entrusted according to the commandment of God our Savior;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":4,"sectionNumber":1,"value":"to Titus, my true child according to a common faith: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":5,"sectionNumber":1,"value":"I left you in Crete for this reason, that you would set in order the things that were lacking and appoint elders in every city, as I directed you,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":6,"sectionNumber":1,"value":"if anyone is blameless, the husband of one wife, having children who believe, who are not accused of loose or unruly behavior.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":7,"sectionNumber":1,"value":"For the overseer must be blameless, as God’s steward, not self-pleasing, not easily angered, not given to wine, not violent, not greedy for dishonest gain;  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":8,"sectionNumber":1,"value":"but given to hospitality, a lover of good, sober minded, fair, holy, self-controlled,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":9,"sectionNumber":1,"value":"holding to the faithful word which is according to the teaching, that he may be able to exhort in the sound doctrine, and to convict those who contradict him. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":1,"verseNumber":10,"sectionNumber":1,"value":"For there are also many unruly men, vain talkers and deceivers, especially those of the circumcision,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":11,"sectionNumber":1,"value":"whose mouths must be stopped: men who overthrow whole houses, teaching things which they ought not, for dishonest gain’s sake.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":12,"sectionNumber":1,"value":"One of them, a prophet of their own, said, “Cretans are always liars, evil beasts, and idle gluttons.”  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":13,"sectionNumber":1,"value":"This testimony is true. For this cause, reprove them sharply, that they may be sound in the faith,  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":14,"sectionNumber":1,"value":"not paying attention to Jewish fables and commandments of men who turn away from the truth.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":15,"sectionNumber":1,"value":"To the pure, all things are pure; but to those who are defiled and unbelieving, nothing is pure; but both their mind and their conscience are defiled.  "},{"type":"paragraph text","chapterNumber":1,"verseNumber":16,"sectionNumber":1,"value":"They profess that they know God, but by their deeds they deny him, being abominable, disobedient, and unfit for any good work. "},{"type":"paragraph end"},{"type":"paragraph start"}]