[{"type":"paragraph text","chapterNumber":6,"verseNumber":1,"sectionNumber":1,"value":"Again I lifted up my eyes, and saw, and behold, four chariots came out from between two mountains; and the mountains were mountains of bronze.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":2,"sectionNumber":1,"value":"In the first chariot were red horses; in the second chariot black horses;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":3,"sectionNumber":1,"value":"in the third chariot white horses; and in the fourth chariot dappled horses, all of them powerful.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":4,"sectionNumber":1,"value":"Then I asked the angel who talked with me, “What are these, my lord?” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":5,"sectionNumber":1,"value":"The angel answered me, “These are the four winds of the sky, which go out from standing before the Lord of all the earth.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":6,"sectionNumber":1,"value":"The one with the black horses goes out toward the north country; and the white went out after them; and the dappled went out toward the south country.”  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":7,"sectionNumber":1,"value":"The strong went out, and sought to go that they might walk back and forth through the earth: and he said, “Go around and through the earth!” So they walked back and forth through the earth. "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":8,"sectionNumber":1,"value":"Then he called to me, and spoke to me, saying, “Behold, those who go toward the north country have quieted my spirit in the north country.” "},{"type":"paragraph end"},{"type":"paragraph start"},{"type":"paragraph text","chapterNumber":6,"verseNumber":9,"sectionNumber":1,"value":"Yahweh’s word came to me, saying,  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":10,"sectionNumber":1,"value":"“Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah; and come the same day, and go into the house of Josiah the son of Zephaniah, where they have come from Babylon.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":11,"sectionNumber":1,"value":"Yes, take silver and gold, and make crowns, and set them on the head of Joshua the son of Jehozadak, the high priest;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":12,"sectionNumber":1,"value":"and speak to him, saying, ‘Yahweh of Armies says, “Behold, the man whose name is the Branch: and he shall grow up out of his place; and he shall build Yahweh’s temple;  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":13,"sectionNumber":1,"value":"even he shall build Yahweh’s temple; and he shall bear the glory, and shall sit and rule on his throne; and he shall be a priest on his throne; and the counsel of peace shall be between them both.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":14,"sectionNumber":1,"value":"The crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, for a memorial in Yahweh’s temple.  "},{"type":"paragraph text","chapterNumber":6,"verseNumber":15,"sectionNumber":1,"value":"Those who are far off shall come and build in Yahweh’s temple; and you shall know that Yahweh of Armies has sent me to you. This will happen, if you will diligently obey Yahweh your God’s voice.” ’ ” "},{"type":"paragraph end"},{"type":"paragraph start"}]